{
  "wcid": 10700,
  "weenieType": 8,
  "pageDataList": {
    "maxNumCharsPerPage": 1000,
    "maxNumPages": 7,
    "pages": [
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Gillian the Hunter",
        "ignoreAuthor": 0,
        "pageText": "\n\n\n\n                        The Book of Seasons\n                        By Gillian the Hunter\n\n\n\n\n\n\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Gillian the Hunter",
        "ignoreAuthor": 0,
        "pageText": "\nDereth's seasons are beautiful, whether it be deep winter, when the snows blanket the countryside, or in plush spring, when the trees are blossoming and the grass is a deep verdant green.  However, it seems that while the seasons change, the fauna does not.  At least not until now.\n\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Gillian the Hunter",
        "ignoreAuthor": 0,
        "pageText": "\nRecently, during my scouting of Dereth, I noticed some of the newly arrived fauna finally adapting to the Derethian seasons.  This has lead to me publishing this book, in the hopes that it will help other fellow poac...Err, hunters like myself.\n\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Gillian the Hunter",
        "ignoreAuthor": 0,
        "pageText": "\nNiffis:  These shelled creatures are newcomers to Dereth, arriving around the same time that Ursuins did.  They are characterized by their long tentacles, their big shells, and their tiny little wings that somehow keep their bloated carcasses afloat.  They are mainly vulnerable to slashing weaponry, and it seems the heat makes their shells workable!  If you are fortunate to come across one, bring it to a leather crafter and collect your reward.  I've also heard of pearls found within them as well...\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Gillian the Hunter",
        "ignoreAuthor": 0,
        "pageText": "\nSclavus:  These upright canvas bags are great sources of new shoes, coats, and the occasional head gear, if you're into that.  I guess that it's molting season for these nasty creatures, and they are more ornery than normal, so be careful if you see one.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Gillian the Hunter",
        "ignoreAuthor": 0,
        "pageText": "\nUrsuins:  At the beginning of the winter I released a book about how fast the Ursuin adapted to the environment.  Well, the fact is, that was an understatement.  Now they've gone and adapted to the summer too!  Their coats are all soft and wonderful now, and even better for skinning, if not as padded as the winter ones were.  Hope they don't keep going at this rate.  Soon they'll stand on their back legs and start asking for a Portal to Teth with the rest of us!\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Gillian the Hunter",
        "ignoreAuthor": 0,
        "pageText": "\nWell, that's all for now.  I'll keep you updated if anything else changes amongst the flora and fauna of Dereth.\n"
      }
    ]
  },
  "boolStats": [
    {
      "key": 22,
      "value": 0
    }
  ],
  "intStats": [
    {
      "key": 1,
      "value": 8192
    },
    {
      "key": 5,
      "value": 160
    },
    {
      "key": 8,
      "value": 200
    },
    {
      "key": 9,
      "value": 0
    },
    {
      "key": 16,
      "value": 8
    },
    {
      "key": 19,
      "value": 50
    },
    {
      "key": 93,
      "value": 1044
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33554771
    },
    {
      "key": 3,
      "value": 536870932
    },
    {
      "key": 8,
      "value": 100668117
    },
    {
      "key": 22,
      "value": 872415275
    }
  ],
  "iidStats": [],
  "floatStats": [
    {
      "key": 39,
      "value": 1.22
    }
  ],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "Book of Seasons"
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T22:00:57.4866779Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}