{
  "wcid": 10730,
  "weenieType": 8,
  "pageDataList": {
    "maxNumCharsPerPage": 1000,
    "maxNumPages": 2,
    "pages": [
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Unknown",
        "ignoreAuthor": 0,
        "pageText": "Lacandrillar,\nI await your word on the suitability of the human subjects.  They were easily acquired in Adirred's raid on the human desert town.  We managed to capture most of the humans, but their leader and a craftsman of their pitiable \"bow\" devices escaped.  En route to your facility, we discarded three humans who did not exhibit sufficient signs of individuality.  Additionally, a human sage who seemed to be resistant to most of our pacification techniques and Adirred's conditioning has escaped, and we were unable to locate the troublesome meat puppet.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Unknown",
        "ignoreAuthor": 0,
        "pageText": "Still, I express hope that the eight specimens we delivered to you prove to be useful.  I expect this note to arrive at your facility in the magic-blasted plains with the first group of human captives collected by our Black Claw agents in the mountain regions.  Again I experience regret for the sacrifices that we have had to make in our attempt to establish the incipient Singularity in this realm, which necessitates the use of our clumsy and inefficient message delivery service.  Experiencing anticipation, I await word on your progress with the great experiment.\n"
      }
    ]
  },
  "boolStats": [
    {
      "key": 22,
      "value": 0
    }
  ],
  "intStats": [
    {
      "key": 1,
      "value": 8192
    },
    {
      "key": 5,
      "value": 5
    },
    {
      "key": 8,
      "value": 5
    },
    {
      "key": 9,
      "value": 0
    },
    {
      "key": 16,
      "value": 8
    },
    {
      "key": 19,
      "value": 10
    },
    {
      "key": 93,
      "value": 1044
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33554773
    },
    {
      "key": 3,
      "value": 536870932
    },
    {
      "key": 8,
      "value": 100668176
    },
    {
      "key": 22,
      "value": 872415275
    }
  ],
  "iidStats": [],
  "floatStats": [
    {
      "key": 39,
      "value": 1.22
    }
  ],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "Translated Staging Complex Note"
    },
    {
      "key": 14,
      "value": "Use this item to read it."
    },
    {
      "key": 15,
      "value": "A translation written by Diyas al-Yat."
    },
    {
      "key": 16,
      "value": "A translation written by Diyas al-Yat, of a message shard taken from a Virindi Director in the Staging Complex dungeon."
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T22:00:58.145908Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}