{
  "wcid": 10827,
  "weenieType": 8,
  "pageDataList": {
    "maxNumCharsPerPage": 1000,
    "maxNumPages": 7,
    "pages": [
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Unknown",
        "ignoreAuthor": 0,
        "pageText": "This message shard bears instructions from the Directive.  Deviation from our will shall result in swift extermination.  The Inquisitors are empowered to enforce the Directive.\n\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Unknown",
        "ignoreAuthor": 0,
        "pageText": "We recognize that prolonged exposure to this realm, outside of the Singularity, away from the Quiddity, has severed your connection and your ability to follow the Directive.  We shall accept this and grant leniency, because we value our dispersed agents, unreliable as they may be, who have established themselves in the other realm.  We therefore issue this edict in the form that our vessels in the realm are most readily able to understand.\n\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Unknown",
        "ignoreAuthor": 0,
        "pageText": "Here are the dictates of the Quiddity, the Directive that all agents in the other realm must follow.\n\nHumans have been recognized as a threat to the unity of the Quiddity.  They are too chaotic and too strong-willed to be allowed to exist.  They are unfit for association or fraternization.  They are to be exterminated on sight.\n\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Unknown",
        "ignoreAuthor": 0,
        "pageText": "Those who spend time in the company of humans, even for research purposes, will be destroyed.  The only exceptions to this rule are the agents known as \"Claude\" and \"Leopold.\"\n\nAll experimentation upon humans is to cease immediately.  That way lies only taint and dangerous possibilities.\n\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Unknown",
        "ignoreAuthor": 0,
        "pageText": "Those who are deemed irretrievably corrupted by human thought-chaos will be destroyed, never again to be assimilated into the Quiddity.\n\nContinue to maintain contact with the purple desert-walkers, whom we have deemed chaotic, but not a threat to our unity.  There are those among you who have been empowered to negotiate with them on our behalf.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Unknown",
        "ignoreAuthor": 0,
        "pageText": "Continue to experiment up on the lesser races of the realm, including the squealing bipeds and the great red apes.  Continue to find new servitors to carry out our will.\n\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Unknown",
        "ignoreAuthor": 0,
        "pageText": "All work on the \"New Singularity\" will cease immediately.  This brand of deviation, above all, will not be tolerated.  There is only one Singularity and there will only ever be one Singularity, one seat of the Quiddity, one source of the Directive.\n\nFirst among equals\n"
      }
    ]
  },
  "boolStats": [
    {
      "key": 22,
      "value": 0
    }
  ],
  "intStats": [
    {
      "key": 1,
      "value": 8192
    },
    {
      "key": 5,
      "value": 5
    },
    {
      "key": 8,
      "value": 5
    },
    {
      "key": 9,
      "value": 0
    },
    {
      "key": 16,
      "value": 8
    },
    {
      "key": 19,
      "value": 0
    },
    {
      "key": 93,
      "value": 1044
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33554773
    },
    {
      "key": 3,
      "value": 536870932
    },
    {
      "key": 8,
      "value": 100668176
    },
    {
      "key": 22,
      "value": 872415275
    }
  ],
  "iidStats": [],
  "floatStats": [
    {
      "key": 39,
      "value": 1.22
    }
  ],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "Edicts of the Quiddity"
    },
    {
      "key": 14,
      "value": "Use this item to read it."
    },
    {
      "key": 15,
      "value": "A parchment of fine writing."
    },
    {
      "key": 16,
      "value": "A parchment of fine writing, translated with an even hand."
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T22:01:00.4688153Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}