{
  "wcid": 11008,
  "weenieType": 8,
  "pageDataList": {
    "maxNumCharsPerPage": 1000,
    "maxNumPages": 6,
    "pages": [
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Aun Hareltah",
        "ignoreAuthor": 0,
        "pageText": "\nHearken, and your ears shall be opened to the ways of making the Stave of Palenqual.\n\nThe totem of Palenqual may only ever be wielded by one keh, he who earned it. Because of this limit, totems are bonded to their master's keh, and will never be lost should you find yourself sprawled before the light of a soulcatcher stone. \n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Aun Hareltah",
        "ignoreAuthor": 0,
        "pageText": "\n\nWhat you have now is the heart piece alone. As you have chosen to make for yourself the magical Stave, the heart has been attuned to the flows and whorls of the invisible river.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Aun Hareltah",
        "ignoreAuthor": 0,
        "pageText": "\n\nYet a heart can only beat unto itself if it has no voice, no legs, and no hands to grasp. To give the Stave its ability to effect the world about, you must add other totems to it. As the isle of Palenqual is just a place without the creatures and forces that scurry and storm across it, so the Totem of Palenqual is mute without other totems that represent the inhabitants of this isle.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Aun Hareltah",
        "ignoreAuthor": 0,
        "pageText": "\n\nThere are five totems that the elder shamen of the Aun xuta have prepared for use. You must seek these boons from them in the fields of this Marescent Plateau, for they have piled their kindling far from here. They bear a heavy weight for our xuta. Be your eyes and mind open, though, for only three of these five boon-totems may be added to the totem of Palenqual.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Aun Hareltah",
        "ignoreAuthor": 0,
        "pageText": "\nThe Totem of our akiekie, Timaru, will add Timaru's Shelter to the Stave. This will increase the bearer's Magic Resistance by ten, and can be layered with additional protections.\n\nThe Totem of the Carenzi, the feral underground predators of Palenqual, will add Focus VI to the Stave.\n\nThe Totem of the Siraluun, the graceful flightless birds, will Minor Focus to the Stave. This will increase the bearer's Focus by five, and can be layered with additional enchantments.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Aun Hareltah",
        "ignoreAuthor": 0,
        "pageText": "\nThe Totem of the Storms that crash over the great snow-capped mountains of this plateau will add the spell of Avalanche to the Stave. This spell will cause great hailstones to fall from the sky, but is inaccurate and can only be used outside. Be aware of the limitations of this spell before you choose it.\n\nThe Totem of Tonk, the newest comer to this isle, evinces knowledge of self, and mastery of one's chosen path. In the case of the Stave, it grants War Magic Mastery VI.\n"
      }
    ]
  },
  "boolStats": [
    {
      "key": 22,
      "value": 0
    },
    {
      "key": 23,
      "value": 1
    }
  ],
  "intStats": [
    {
      "key": 1,
      "value": 8192
    },
    {
      "key": 5,
      "value": 5
    },
    {
      "key": 8,
      "value": 5
    },
    {
      "key": 9,
      "value": 0
    },
    {
      "key": 16,
      "value": 8
    },
    {
      "key": 19,
      "value": 5
    },
    {
      "key": 93,
      "value": 1044
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33554773
    },
    {
      "key": 3,
      "value": 536870932
    },
    {
      "key": 8,
      "value": 100668176
    },
    {
      "key": 22,
      "value": 872415275
    }
  ],
  "iidStats": [],
  "floatStats": [
    {
      "key": 54,
      "value": 1.0
    }
  ],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "The Stave of Palenqual"
    },
    {
      "key": 15,
      "value": "Instructions for building the magical Stave of Palenqual."
    },
    {
      "key": 16,
      "value": "Instructions for building the magical Stave of Palenqual."
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T22:01:04.7468181Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}