{
  "wcid": 11975,
  "weenieType": 8,
  "pageDataList": {
    "maxNumCharsPerPage": 1000,
    "maxNumPages": 8,
    "pages": [
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Bachus Flufens",
        "ignoreAuthor": 0,
        "pageText": "Taiaha.  A beautiful word.  I think of farewells on a sandy beach, the sun setting into a blue on blue horizon.  \"Taiaha,\" they would say.  \"Taiaha,\" I would return, the last words spoken before night and sleep came upon us.\n\nBut that is not what it means at all.  In its native language, taiaha means spear.  A stick with a pointy end.  It has had many different uses, I am sure.  Hunting, perhaps some fishing, if one is really good.  It is one of a number of tools that made our civilization possible. \n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Bachus Flufens",
        "ignoreAuthor": 0,
        "pageText": "But really, at its essence, it is a tool of war.  Used to kill people.  A thousand people on one end of a field, a thousand different people at the other end.  They shout at each other in excitement as they rush towards the middle of the field to greet each other.  But the pleasantries they exchange are their taiahas, sticking them into each other as fast and hard as they can.   The point of the taiaha is transformation: to transform live beings into dead bodies.    \n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Bachus Flufens",
        "ignoreAuthor": 0,
        "pageText": "Such a poor juxtaposition of word and meaning proves one important point: that stupidity in a species is not limited to just us humans.\n\nMy new friends amongst the Tumeroks regale me with stories about their ways and culture.  They seem to take particular pride in pointing out the foibles of their men, how easily led astray they are by their honor and pride.  It is an old story: men acting foolishly, and women taking care to highlight it.  Yet another way in which our two species are very similar.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Bachus Flufens",
        "ignoreAuthor": 0,
        "pageText": "So here is a story of men and war, honor and pride, and a very unique Taiaha.  I heard it last night, from my Tumerok friends, and here I will share it with you as it was told to me.\n\n********** \n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Bachus Flufens",
        "ignoreAuthor": 0,
        "pageText": "And when our people found themselves in this strange land with only two moons, we had no Tonk Anixutah.  So we soon fell to squabbles and discord, and in the end, there were two xuta who contested to lead the Tonk.  The Aun were blinded by the far of this new land, and by the new beings who appeared to show us our way.  Atua Ngamaru, they called them, the floating demons.  But we, the Hea, saw in these beings the reason why we were brought to this land, and we called them Atual Arutoa, the givers of freedom.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Bachus Flufens",
        "ignoreAuthor": 0,
        "pageText": "And they were our gate to freedom, for our old forms and ways were unsuited to this place, and to not change was to die.  So we made our bargain with the Atual Arutoa, and we became truly the Hea, separate and onto ourselves, and we took over this new planet.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Bachus Flufens",
        "ignoreAuthor": 0,
        "pageText": "The Aun, unable to match our strength or numbers, remained here on the original island.  Resentful of our abilities, they engaged in continual sabotage of our plans and sought to destroy all that the Hea had wrought.  Time and time again, they sent emissaries and warriors, spies and thieves, to try and stop us.  When outright force failed, they turned to destruction in the night.  When terror failed, they turned to cunning words.  When those failed, they tried naked pleading.  And when that failed, the cycle would turn once again to violence and war.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Bachus Flufens",
        "ignoreAuthor": 0,
        "pageText": "There was one Aun who was most persistent.  Aun Tanua, he called himself.  He was tall and strong and proud, the oak ran strong in him.  Unlike many of the Aun, he did not attempt to fight or insult us.  Rather, he called out for our champion to face him in a one on one duel.  If Tanua won, then that would be a sign from Audetaunga that the Hea had disgraced the Tonk, and they should seek out the Atual Arutoa and break the bargain that we made.\n\nAnd so the story begins...but it does not end there, not now, not ever.  But the rest will be known in due time.\n"
      }
    ]
  },
  "boolStats": [
    {
      "key": 22,
      "value": 1
    }
  ],
  "intStats": [
    {
      "key": 1,
      "value": 8192
    },
    {
      "key": 5,
      "value": 160
    },
    {
      "key": 8,
      "value": 200
    },
    {
      "key": 9,
      "value": 0
    },
    {
      "key": 16,
      "value": 8
    },
    {
      "key": 19,
      "value": 90
    },
    {
      "key": 93,
      "value": 1044
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33554771
    },
    {
      "key": 3,
      "value": 536870932
    },
    {
      "key": 8,
      "value": 100668117
    },
    {
      "key": 22,
      "value": 872415275
    }
  ],
  "iidStats": [],
  "floatStats": [
    {
      "key": 39,
      "value": 1.22
    }
  ],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "Bachus Flufen's Journal"
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T22:01:26.3236792Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}