{
  "wcid": 12146,
  "weenieType": 8,
  "pageDataList": {
    "maxNumCharsPerPage": 1000,
    "maxNumPages": 3,
    "pages": [
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Ardry the Dubious",
        "ignoreAuthor": 0,
        "pageText": "I have to hand it to the Virindi. They're learning. I've stumbled upon a new set of Virindi installations, where they seem to be crafting servant creatures that look much more convincingly human. Beware these insidious creatures. We've decided to name them \"Simulacra.\" Some are pretty fair melee fighters, while the worst ones combine weapon skill with overpowering magical assaults.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Ardry the Dubious",
        "ignoreAuthor": 0,
        "pageText": "I've taken some pains to explore the installations from where these creatures seem to originate. There's one north of Al-Jalima and east of Zaikhal, one south of Khayyaban, and one in the mountainous terrain south of Samsur. Some adventuruous friends and I journeyed into each of these installations. They are all overrun with allies and servants of the Virindi. We found a particularly powerful Simulacrum in charge of each installation, and each one bore a noteworthy item. We found a shield on one creature, a helm on a second, and a spellcasting orb and some kind of bizarre gem on the third.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Ardry the Dubious",
        "ignoreAuthor": 0,
        "pageText": "The shield, helm, and orb are all nice items, but my Uncle Aliester, who's done plenty of research on this sort of thing, tells me that the gem can be used to improve the enchantments on each of the items even further. He warns me, however, that the gem has a particular \"attuning\" behavior - that the person who imbues an item with the gem's power will be the only person who can ever use that item.\n"
      }
    ]
  },
  "boolStats": [
    {
      "key": 22,
      "value": 0
    }
  ],
  "intStats": [
    {
      "key": 1,
      "value": 8192
    },
    {
      "key": 5,
      "value": 5
    },
    {
      "key": 8,
      "value": 5
    },
    {
      "key": 9,
      "value": 0
    },
    {
      "key": 16,
      "value": 8
    },
    {
      "key": 19,
      "value": 20
    },
    {
      "key": 93,
      "value": 1044
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33554773
    },
    {
      "key": 3,
      "value": 536870932
    },
    {
      "key": 8,
      "value": 100668176
    },
    {
      "key": 22,
      "value": 872415275
    }
  ],
  "iidStats": [],
  "floatStats": [
    {
      "key": 39,
      "value": 1.22
    }
  ],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "Simulacra Rumor"
    },
    {
      "key": 14,
      "value": "Use this item to read it."
    },
    {
      "key": 15,
      "value": "A rumor about new Virindi servants."
    },
    {
      "key": 16,
      "value": "A rumor about new Virindi servants."
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T22:01:29.980521Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}