{
  "wcid": 1434,
  "weenieType": 8,
  "pageDataList": {
    "maxNumCharsPerPage": 1000,
    "maxNumPages": 3,
    "pages": [
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Iquba al-Julmud",
        "ignoreAuthor": 0,
        "pageText": "\n\nI once met Alatar Locke, the great traveler. He told me of a dungeon full of locked doors where an unusual sword may be found; it is apparently on the edge of a terrible, terrible desert in the Direlands. But the travel there is treacherous, and he said that the best way to get there is to go through a certain cave instead. \n\n(more)\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Iquba al-Julmud",
        "ignoreAuthor": 0,
        "pageText": "\n\nEver since he told me that story, I've been collecting various 'useless' keys from all over Dereth. I've found a set of six mysterious keys, hidden in six dungeons in the old towns where new Isparians used to arrive, that I think may have something to do with this unusual sword. But I haven't gotten up the courage to go any further yet.\n\n(more)\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Iquba al-Julmud",
        "ignoreAuthor": 0,
        "pageText": "\nMy friend Tibri the Cavedweller, who lives in a cave near Cragstone, says she knows the way to the cave that Alatar mentioned. If you give her this note, she'll probably tell you more about it. To find her cave, follow the road out of Cragstone to the southwest until you come to Pogget's farmstead, then head northwest and look for an abandoned barn. (Beware of the drudges!) From the barn, head west. It's a bit of a hike. And say hi to the old girl for me, will you? She never stops by for a glass of the red anymore. \n"
      }
    ]
  },
  "boolStats": [
    {
      "key": 22,
      "value": 0
    }
  ],
  "intStats": [
    {
      "key": 1,
      "value": 8192
    },
    {
      "key": 5,
      "value": 25
    },
    {
      "key": 8,
      "value": 5
    },
    {
      "key": 9,
      "value": 0
    },
    {
      "key": 16,
      "value": 8
    },
    {
      "key": 19,
      "value": 5
    },
    {
      "key": 93,
      "value": 1044
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33554773
    },
    {
      "key": 3,
      "value": 536870932
    },
    {
      "key": 8,
      "value": 100668176
    },
    {
      "key": 22,
      "value": 872415275
    }
  ],
  "iidStats": [],
  "floatStats": [
    {
      "key": 54,
      "value": 1.0
    }
  ],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "A note from Iquba"
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T21:56:46.3753582Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}