{
  "wcid": 14444,
  "weenieType": 8,
  "pageDataList": {
    "maxNumCharsPerPage": 1000,
    "maxNumPages": 5,
    "pages": [
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Dame Tsaya",
        "ignoreAuthor": 0,
        "pageText": "Sir Rylanan,\n\nI write my update to you with great fear and concern for the townsfolk of Yaraq. My last update to you recorded the arrival of a stranger new to town, who moved into the abandoned villa past the al-Luq residence. I have just learned that he recently  encouraged the bearer of this message to visit a \"friend\" of his in the Darkened Halls to the north of here. Once there, the adventurer who stands before you was attacked on all sides by a party of Hollow Minions, who were obviously lying in ambush for unwary explorers. There was a terrible device in the depths of the Halls, \n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Dame Tsaya",
        "ignoreAuthor": 0,
        "pageText": "ostensibly created to extract  a living being's vitals from his own skin, leaving only a perfect human epidermis. One such human husk has been delivered to me, and I must report that the ghastly sight of it has not left me unshaken. I have reserved the remains for proper burial-I cannot imagine the final tortures this poor soul must have been subjected to before his final passing.\n\nWhat disturbs me the most is that I cannot discern a purpose for these atrocities. Who could find a need for these revolting trophies?\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Dame Tsaya",
        "ignoreAuthor": 0,
        "pageText": "What's more, Sir Tenshin has written me with news from Shoushi. It seems strange happenings are not unique to Yaraq at this time. I include the text from his message below.\n\nThe Queen has promised that once stability returns to the region she will recall us to her side. I look forward to sharing a tankard of ale with you then.\n\n--Tsaya\n\n***\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Dame Tsaya",
        "ignoreAuthor": 0,
        "pageText": "(Copy of a letter to Dame Tsaya from Sir Tenshin)\n\nDame Tsaya,\nIt is with a great deal of stress and trepidation that I update you on the latest developments here in Shoushi. I have had reports that a farmer living on the outskirts of town had recently been acting extremely strangely--acting genially towards his customers one minute, then shouting and berating them in the next. What's more, he claimed to have come into a large inheritance-which is odd, because everyone in town  knows his parents remained in Ispar.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Dame Tsaya",
        "ignoreAuthor": 0,
        "pageText": "After interviewing the farmer, the bearer of this message found a trap door towards the rear of his house, leading down to a seeminly innocuous cellar. However, a large cache of weapons was found behind a hidden doorway as well as stacks of Guard uniforms.\n\nNow I ask you, Tsaya, how could this farmer store such a large arsenal and obtain these obviously stolen uniforms? There must be breach in our security-the Queen must be notified at once.\n\n--Tenshin\n"
      }
    ]
  },
  "boolStats": [
    {
      "key": 1,
      "value": 0
    },
    {
      "key": 22,
      "value": 0
    },
    {
      "key": 23,
      "value": 1
    }
  ],
  "intStats": [
    {
      "key": 1,
      "value": 8192
    },
    {
      "key": 5,
      "value": 5
    },
    {
      "key": 8,
      "value": 5
    },
    {
      "key": 9,
      "value": 0
    },
    {
      "key": 16,
      "value": 8
    },
    {
      "key": 19,
      "value": 0
    },
    {
      "key": 33,
      "value": 1
    },
    {
      "key": 93,
      "value": 1044
    },
    {
      "key": 114,
      "value": 1
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33554773
    },
    {
      "key": 3,
      "value": 536870932
    },
    {
      "key": 8,
      "value": 100672451
    },
    {
      "key": 22,
      "value": 872415275
    }
  ],
  "iidStats": [],
  "floatStats": [
    {
      "key": 54,
      "value": 1.0
    }
  ],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "Dame Tsaya's Letter to Sir Rylanan"
    },
    {
      "key": 15,
      "value": "A letter from Dame Tsaya to Sir Rylanan, in Holtburg."
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T22:02:18.2407664Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}