{
  "wcid": 14440,
  "weenieType": 8,
  "pageDataList": {
    "maxNumCharsPerPage": 1000,
    "maxNumPages": 6,
    "pages": [
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Sir Rylanan",
        "ignoreAuthor": 0,
        "pageText": "Sir Tenshin,\n\nIt is with great haste that I write you this message. The bearer of this message brings you tidings from both Holtburg and Yaraq. First, my latest news. I have recently been keeping surveillance on one of the newer citizens of this town--a \"reformed\" bandit from Marae Lassel claiming to have turned over a new leaf. It appears that this stranger is not as he claimed. A note found in his possession implied that he was employed to transport a cargo of some sort of substance being collected in the depths of Asuger Temple. \n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Sir Rylanan",
        "ignoreAuthor": 0,
        "pageText": "The adventurer you see before you penetrated the depths of the temple and found a band of Hollow Minions laboring over a strange device, collecting  what looks to be concentrated portal space energy inside emulsified spherules of glass. I cannot fathom the purpose of these spherules--thinking better of performing my own analysis, I have sent the object to the Arcanum for examination. It would be best to get to the heart of this matter without delay.\n\nI have appended a recent message from Dame Tsaya. She writes of a matter of great \nconcern occurring near Yaraq--I add it here\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Sir Rylanan",
        "ignoreAuthor": 0,
        "pageText": "verbatim so as not to lose the urgency of her words.\n\nWith regards and congratulations for your latest promotion,\n\nRylanan\n\n***\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Sir Rylanan",
        "ignoreAuthor": 0,
        "pageText": "(Copy of the letter from Dame Tsaya to Sir Rylanan)\n\nSir Rylanan,\n\nI write my update to you with great fear and concern for the townsfolk of Yaraq. My last update to you recorded the arrival of a stranger new to town, who moved into the abandoned villa past the al-Luq residence.\n\nI have just learned that he recently  encouraged the bearer of this message to visit a \"friend\" of his in the Darkened Halls to the north of here. Once there, the adventurer who stands before you was\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Sir Rylanan",
        "ignoreAuthor": 0,
        "pageText": "attacked on all sides by a party of Hollow Minions, who were obviously lying in ambush for unwary explorers. There was a terrible device in the depths of the Halls, ostensibly created to extract  a living being's vitals from his own skin, leaving only a perfect human epidermis. One such human husk has been delivered to me, and I must report that the ghastly sight of it has not left me unshaken. I have reserved the remains for proper burial--I cannot imagine the final tortures this poor soul must have been subject to before his final passing.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Sir Rylanan",
        "ignoreAuthor": 0,
        "pageText": "What disturbs me the most is that I cannot discern a purpose for these atrocities. Who could find a need for these revolting trophies?\n\n--Tsaya\n"
      }
    ]
  },
  "boolStats": [
    {
      "key": 1,
      "value": 0
    },
    {
      "key": 22,
      "value": 0
    },
    {
      "key": 23,
      "value": 1
    }
  ],
  "intStats": [
    {
      "key": 1,
      "value": 8192
    },
    {
      "key": 5,
      "value": 5
    },
    {
      "key": 8,
      "value": 5
    },
    {
      "key": 9,
      "value": 0
    },
    {
      "key": 16,
      "value": 8
    },
    {
      "key": 19,
      "value": 0
    },
    {
      "key": 33,
      "value": 1
    },
    {
      "key": 93,
      "value": 1044
    },
    {
      "key": 114,
      "value": 1
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33554773
    },
    {
      "key": 3,
      "value": 536870932
    },
    {
      "key": 8,
      "value": 100672451
    },
    {
      "key": 22,
      "value": 872415275
    }
  ],
  "iidStats": [],
  "floatStats": [
    {
      "key": 54,
      "value": 1.0
    }
  ],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "Sir Rylanan's Letter to Sir Tenshin"
    },
    {
      "key": 15,
      "value": "A letter from Sir Rylanan to Sir Tenshin, in Shoushi."
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T22:02:18.1568564Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}