{
  "wcid": 15798,
  "weenieType": 8,
  "pageDataList": {
    "maxNumCharsPerPage": 1000,
    "maxNumPages": 13,
    "pages": [
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Unknown",
        "ignoreAuthor": 0,
        "pageText": "The Blood of the World flows quickly beneath this land. Once, our ancestors in darkness, called upon the blood by a name. Now we, an order outside the sway of any other call directly to the blood, for the life that it is. It heeds our call like the tree obeys the wind, and coalesces into beings that command an aspect of the whole.\n\nNow, we place to parchment, instructions to syphon these beings from the essence of the Blood of the World, and set them to our tasks, to our goals. Our desire is to punish those that took our people into slavery, and created crime upon crime to charge them.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Unknown",
        "ignoreAuthor": 0,
        "pageText": "We shall not fail. For it is the blood of the righteous. Our truths shall purge the Yalaini from the world, and bring again the reign of the Gelid.\n\nWords of Warning\n\nThere is a tenuous peace that exists with the disciples of the Blood of the World and the constructers of the Great Work. We are brethren tied by life, and essence, but we are enemies; thought a cult, whose meddling with the powers of Geomancy, will prove the undoing of all that there is.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Unknown",
        "ignoreAuthor": 0,
        "pageText": "They have likened us to the reign of the one that cannot be named. Having listened to the whispers from the Blood itself, seeking to join with it, rather than prove its master.\n\nOur ancient mothers, and fathers, sing from the blood, but their chorus is one that beckons only to fools. For we have seen the dark folly that befalls those that become thrall to the machination of the Blood. We are steeled against its call, and choose to harness it, not to obey.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Unknown",
        "ignoreAuthor": 0,
        "pageText": "We will pull from the blood, the essence of its parts, and go to the Throne with bloody swords in hand, to rip the throat from the usurper, ending his reign of deceit and cruelty and freeing the memory of our kin.\nWe have found, what alliance with them can bring, and now we are no more that the dust, and bones, like our brother kin the Dericost.\nTake heed, that we have translated these words and writings with the greatest of care, but even the scope of our great ancestors, the priestesses of darkness, cannot fully be known even to those who hear the Blood of the World sing.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Unknown",
        "ignoreAuthor": 0,
        "pageText": "We know only what we know, and tread with due caution into the unknown.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Unknown",
        "ignoreAuthor": 0,
        "pageText": "Blood of the World\n(Taken from a Falatacot Tome)\n\nIt sings;\ncan you not hear it,\nin the brush, in the water,\nin the seething boils of putrid earth flesh.\n\nIt calls,\nbeckons that we sing it's praise \nand call it forth to bubble o'er the earth\nin heavy waves.\n\nThe Blood of the World, given form.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Unknown",
        "ignoreAuthor": 0,
        "pageText": "Blood of the World\n(Disciple Translation)\nBeneath the earth within the focal points established when our ancient mothers and fathers tread in the shadow, thrust from their homes, the voice of the Blood of the World called to them. There they erected pillars to signify the voice that they heard.\n\nAt these places hold an important key to the construction and support of the minions, that will bring the Yalaini low.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Unknown",
        "ignoreAuthor": 0,
        "pageText": "Our search for the remaining focal points has begun. Then the construction of the collection devices will begin.\n\n(The following pages have been burned, making a translation of the complete text impossible. What little text remains is a difficult and enigmantic read.)\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Unknown",
        "ignoreAuthor": 0,
        "pageText": "Summoning\n\nBinding\n\n...to our cause\n\nsplintered the tree\n\ntore through the fabric\n\ndifficulty\n\nrevolt\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Unknown",
        "ignoreAuthor": 0,
        "pageText": "proclivity toward intelligent and rational thought, not the best quality in a subordinate race.\n\ninescapable\n\ntwisted\n\nGreat Work\n\nassault\n\ndriven back\n\nblack ritual\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Unknown",
        "ignoreAuthor": 0,
        "pageText": "in death we will prevail\n\nconcealed\n\nSundering\n\nSevered from the Blood of\n\ntransmutation of Geomancy into\n\nthese new beings\n\nintelligent with a desire to serve\n\nunique conditions in which a fusion\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Unknown",
        "ignoreAuthor": 0,
        "pageText": "Study of this condition\n\nunbelievable qualities\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Unknown",
        "ignoreAuthor": 0,
        "pageText": "(Twenty pages are nothing more than charred nubs. The final page remains somewhat intact, but the ashes and charcoal that have been smeared across it over the millenia have left only one passage readable.)\n\nwithout caution, and mastery, the result will ultimately be complete and utter destruction.\n"
      }
    ]
  },
  "boolStats": [
    {
      "key": 22,
      "value": 0
    }
  ],
  "intStats": [
    {
      "key": 1,
      "value": 8192
    },
    {
      "key": 3,
      "value": 82
    },
    {
      "key": 5,
      "value": 25
    },
    {
      "key": 8,
      "value": 15
    },
    {
      "key": 9,
      "value": 0
    },
    {
      "key": 16,
      "value": 8
    },
    {
      "key": 19,
      "value": 0
    },
    {
      "key": 33,
      "value": 0
    },
    {
      "key": 93,
      "value": 1044
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33556929
    },
    {
      "key": 3,
      "value": 536870932
    },
    {
      "key": 6,
      "value": 67113005
    },
    {
      "key": 7,
      "value": 268436360
    },
    {
      "key": 8,
      "value": 100672793
    },
    {
      "key": 22,
      "value": 872415275
    }
  ],
  "iidStats": [],
  "floatStats": [
    {
      "key": 54,
      "value": 1.0
    }
  ],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "Mana and the Elements"
    },
    {
      "key": 15,
      "value": "A tome torn and charred. But several pages are still readable, if one could understand the ancient language."
    },
    {
      "key": 16,
      "value": "A tome torn and charred. Several pages are still salvageable. The text has been translated from Empyrean."
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T22:02:44.4623718Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}