{
  "wcid": 15800,
  "weenieType": 8,
  "pageDataList": {
    "maxNumCharsPerPage": 1000,
    "maxNumPages": 3,
    "pages": [
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Elysa Strathelar",
        "ignoreAuthor": 0,
        "pageText": "\nDearest Lania,\n\nToday frost came upon the Aluvian land. Winter has arrived with snow blanketing the ground and swirling in the air. The trees this morningtide were all coated with ice, the branches encased as in glass.  The sun came out, brilliant against the blue sky and shone through the crystalline trees, its rays splintered by the myriad of icy facets. The glazed white ground and the blinding trees hurt the eyes. The air is cold, the world is cold.  But when I take a breath, the icy air drawn into my breast is chilled further by the frozen numbness that grips my heart.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "",
        "ignoreAuthor": 0,
        "pageText": " I always believed fury to be a hot thing, boiling within like water in a kettle on a brazier.  Now I understand it may also be a cold thing.\n\nHad I been quicker with the bow Thorsten might live today.  I rage against my faltering hand. When speed was most required, my hands and eyes were too slow. The thrust and parry of battle are desperate moments, the insects dark nightmares of speed and razor claws. Yet when I close my eyes I see the horror occurring with a languid slowness. I watch Thorsten fall but my arrow is not notched and my bowstring is slack.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "",
        "ignoreAuthor": 0,
        "pageText": "I could have saved him. I could have saved our future together. \n\nI could.  I did not.  \n\nI live.  I rage.  I close my eyes against the winter glare and breathe deep.  The frozen air warms me.\n\nElysa\n"
      }
    ]
  },
  "boolStats": [
    {
      "key": 22,
      "value": 0
    },
    {
      "key": 23,
      "value": 1
    }
  ],
  "intStats": [
    {
      "key": 1,
      "value": 8192
    },
    {
      "key": 5,
      "value": 25
    },
    {
      "key": 8,
      "value": 5
    },
    {
      "key": 9,
      "value": 0
    },
    {
      "key": 16,
      "value": 8
    },
    {
      "key": 19,
      "value": 0
    },
    {
      "key": 33,
      "value": 1
    },
    {
      "key": 93,
      "value": 1044
    },
    {
      "key": 114,
      "value": 1
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33554773
    },
    {
      "key": 3,
      "value": 536870932
    },
    {
      "key": 8,
      "value": 100672829
    },
    {
      "key": 22,
      "value": 872415275
    }
  ],
  "iidStats": [],
  "floatStats": [
    {
      "key": 54,
      "value": 1.0
    }
  ],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "Elysa Strathelar's Letter to Lania Cartoth"
    },
    {
      "key": 15,
      "value": "A letter from Elysa Strathelar to Lania Cartoth."
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T22:02:44.5078898Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}