{
  "wcid": 19479,
  "weenieType": 8,
  "pageDataList": {
    "maxNumCharsPerPage": 1000,
    "maxNumPages": 12,
    "pages": [
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Numudira",
        "ignoreAuthor": 0,
        "pageText": "Through diligence and study I, and my many assistants, have been able to divine great magics that were heretofor inaccessible. We have redoubled our efforts as of late and established that we are reaching an understanding with the flow of mana here on Dereth. With this greater understanding we have succeeding in many new endeavors.\n\nHousing, was the first of my major undertakings. The success in establishing the barriers around our homes was not a simple task and took me several years to complete. Then when complete I imparted that knowledge to many that will maintain\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Numudira",
        "ignoreAuthor": 0,
        "pageText": "the upkeep and placement of the covenant stones before our homes. This world is ours, Isparians, and as such we should do our best to make it so.\n\nThe second was a reawakening of sorts. Pulling greater strength from within the heart of this land, calling the mana to flow in new directions so that we have greater access to power. We are a resilient race, capable of great undertakings, but we are still easily defeated by some foes. The protection of our mystreious benefactor, Asheron, cannot last forever, and who are we to be beholden to a thing such as he?\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Nuhmudira",
        "ignoreAuthor": 0,
        "pageText": "I digress.\n\nWith the success of the second undertaking I was able to craft elxirs from various alchemical devices to enchant certain metals. However, the strength of the metal would hold a charge for some time and then dwindle. Save for Pyreal.\n\nBut like all things that exist there are differing grades, and potency even to the mystical metal pyreal. After more testing with these elixirs, I commissioned the many alchemists and artificers within the Arcanum to begin crafting both elixirs and gorgets from the metal.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Nuhmudira",
        "ignoreAuthor": 0,
        "pageText": "It became apparent quickly that the varying grades of metal allowed for easier use of the imbued spells, but that the spells themselves were weakened by the metal. The charge of the magic however did not fade.\n\nOnce enough were created I set about the creation of a new spell. This is no easy undertaking. But after time and study I was able to piece together the spell and infuse the crafted neck pieces. The first few were successful and have been given  to the council members that assist the High Queen.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Nuhmudira",
        "ignoreAuthor": 0,
        "pageText": "Since that time, other studies have consumed my efforts and I have taught Hiro the secrets of the spell. He shall take on the resposibility of infusing my gift to the Isparian peoples.\n\nNuhmudira \n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Hiro",
        "ignoreAuthor": 0,
        "pageText": "Nuhmudira's Boon\n\nNuhmudira struggled to create these objects. She has entrusted me to craft them for any and all that will be given them. The process will be known by myself and as I age, I will teach another that will take on the resposibilty when it is my time to pass.\n\nUntil that time the secret is mine to keep.\n\nFirst, it should be known that the process is not a simple one. It taxes the connection with the flow of mana in a way that cannot be explained in simple words. So I shall say that I can create several over the course of \n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Hiro",
        "ignoreAuthor": 0,
        "pageText": "a cycle of the moons, but no more than that of each type for each person that comes to me. I will need to rest after doing such.\n\nSecond, these items are a gift. Something that all Isparians will have the opportunity to create, provided that they show they are of the moral fiber to entreat with such a gift.\n\nThird, these shall be created and used solely by those to whom they are given.\n\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Hiro",
        "ignoreAuthor": 0,
        "pageText": "There are three grades of pyreal that have been used. For ease of recognition we have made them into discernable colors: red, blue and green.\n\nEach neckpiece will be infused with the power of Nuhmudira's spell. Each will also hold a spell of the School of the Left Hand and one of the School of the Heart. The power of each will depend on the grade of the ore.\n\nGreen: Third Circle Spells.\nBlue: Fourth Circle Spells.\nRed: Fifth Circle Spells.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Hiro",
        "ignoreAuthor": 0,
        "pageText": "To create the object, I must be given the unimbued version of the neckpiece. I will then infuse the piece with the power of Nuhmudira's spell. After this it will be prepared for the addition of an elixir that is the concentrated form of a School of the Left Hand.\n\nThe item will then bestow an enhancement to the creaters physical or mental endowment, as well as fortifying them against the effects of harmful magics.\n\nAfter this form has been crafted an elixir with the concentrated form of a spell from the School of the Heart can be added \n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Hiro",
        "ignoreAuthor": 0,
        "pageText": "onto the neckpiece.\n\nThis will complete the boon and allow the wearer/creater protection from the attack form they chose to imbue the neckpiece with, as well as the previous enhancements.\n\nElixirs\n\nThe alchemists have created fourteen elixirs through toil and tears to enhance these items. Following is a list of these elixirs and their effects.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Hiro",
        "ignoreAuthor": 0,
        "pageText": "Elixir of Might - Enhances Strength\nElixir of Vigor - Enhance Endurance\nElixir of Nimbleness - Enhances Coordination\nElixir of Speed - Enhances Quickness\nElixir of the Single Mind - Enhances Focus\nElixir of Perseverance - Enhances Self\nElixir of Spring - Provides rotection from Acid\nElixir of Summer - Provides protection from Fire\nElixir of Autumn - Provides protection from Lightning\nElixir of Winter - Provides protection from Cold\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Hiro",
        "ignoreAuthor": 0,
        "pageText": "Elixir of Misty Form - Provides protection from Bludgeoning devices and spells.\nElixir of Plasmic Being - Provides protection from Piercing devices and spells.\nElixir of Crystal Skin - Provides protection from Slashing devices and spells.\nElixir of Preservation - Provides protection from all physical assaults.\n\nOur thanks, and mine go to Nuhmudira for what she has learned and imparted to us all within the Arcanum.\n"
      }
    ]
  },
  "boolStats": [
    {
      "key": 22,
      "value": 0
    }
  ],
  "intStats": [
    {
      "key": 1,
      "value": 8192
    },
    {
      "key": 5,
      "value": 160
    },
    {
      "key": 8,
      "value": 200
    },
    {
      "key": 9,
      "value": 0
    },
    {
      "key": 16,
      "value": 8
    },
    {
      "key": 19,
      "value": 90
    },
    {
      "key": 93,
      "value": 1044
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33554771
    },
    {
      "key": 3,
      "value": 536870932
    },
    {
      "key": 8,
      "value": 100668117
    },
    {
      "key": 22,
      "value": 872415275
    }
  ],
  "iidStats": [],
  "floatStats": [
    {
      "key": 39,
      "value": 1.22
    }
  ],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "The Boon"
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T22:03:59.4979046Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}