{
  "wcid": 2191,
  "weenieType": 8,
  "pageDataList": {
    "maxNumCharsPerPage": 1000,
    "maxNumPages": 4,
    "pages": [
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "",
        "ignoreAuthor": 0,
        "pageText": "Swamp Temple Tome\n\nGreetings, traveler; it is I, Alatar Locke.  We meet here in what I call the great Swamp Temple.  Luckily the local denizens seem to have no interest in this particular chamber, so I can with some confidence leave this little note.\n\n(more)\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "",
        "ignoreAuthor": 0,
        "pageText": "My studies show these ruins are those of the Empyrean.  That is not surprising; moreover, one cannot expect mosswarts to create anything of substance.  However, the particular race of Empyrean that created this ruin is of note.  Though the structure shows traces of having been revised upon by later civilizations, one can detect a fondness for what were likely bloody (and if I may say so myself, vile) sacrifices.  All civilizations seem obliged to pass through periods of such brutal savagery, alas.\n\n(more)\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "",
        "ignoreAuthor": 0,
        "pageText": "Not all was evil with the Empyrean, though.  I can safely say they fought against evil in their own midst with as much fervor as High King Pwyll's own knights.  It would take me too long to explain my brilliant reasoning in this regard.  But do not forget: the past only casts a shadow upon us.  We, as free souls, can and must choose our own paths into the future.  May we not repeat the mistakes of those who came before us.\n\n(more)\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "",
        "ignoreAuthor": 0,
        "pageText": "Now, what else is there to write, before I leave for new adventure?  Perhaps you wish to know where to find the key to the door?  That is easy enough; it is kept in a crypt to the east southeast of this temple.\n"
      }
    ]
  },
  "boolStats": [
    {
      "key": 22,
      "value": 0
    }
  ],
  "intStats": [
    {
      "key": 1,
      "value": 8192
    },
    {
      "key": 5,
      "value": 900
    },
    {
      "key": 8,
      "value": 500
    },
    {
      "key": 9,
      "value": 0
    },
    {
      "key": 16,
      "value": 48
    },
    {
      "key": 19,
      "value": 50
    },
    {
      "key": 93,
      "value": 1044
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33554772
    },
    {
      "key": 3,
      "value": 536870932
    },
    {
      "key": 8,
      "value": 100667470
    },
    {
      "key": 22,
      "value": 872415275
    }
  ],
  "iidStats": [],
  "floatStats": [
    {
      "key": 39,
      "value": 1.22
    },
    {
      "key": 54,
      "value": 0.3
    }
  ],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "Swamp Temple Tome"
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T21:57:02.5770813Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}