{
  "wcid": 23204,
  "weenieType": 8,
  "pageDataList": {
    "maxNumCharsPerPage": 1000,
    "maxNumPages": 8,
    "pages": [
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Malan ibn Aki",
        "ignoreAuthor": 0,
        "pageText": "\nIn the beginning, we transplanted Isparians who had some knowledge of locks and keys were perhaps not considered the most valuable members of the community. Some, in fact, even cast aspirations on our pasts and suggested that the main use of a facility with locks was to open doors better left shut. But as time went on, more and more uses for our particular talents were found. I've compiled a short list of those new uses here, both as a guide for the aspiring locksmith and as a proof of our worth to any in the community who might doubt it.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Malan ibn Aki",
        "ignoreAuthor": 0,
        "pageText": "\nThe first thing you will need is a good tool. Although lockpicks are the traditional tool for our work, you'll need something sturdier for carving keys and keyrings. I recommend purchasing an Intricate Carving Tool from the fine person who sold you this guide. \n\nOnce you have a tool, there are two directions in which your carving might take you. First, we have found a number of inoperative or damaged keys which can repaired by those with enough skill at locksmithing. These include the Virindi Master Key, the Virindi Directive Key, and the Virindi Singularity Key, all of which can be found on various \n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Malan ibn Aki",
        "ignoreAuthor": 0,
        "pageText": "\nVirindi and their minions. These keys are not usable by humans in their native form, but can be carved with an Intricate Carving Tool and then used to unlock Virindi Troves. Similarly, certain damaged keys, such as the Twisted Dark Key and the Mangled Dark Key can be repaired to become Marble Keys and Granite Keys respectively, and these can then be used to open large caches of treasure.\n\nBe careful, however - if your lockpicking skill is not sufficient, you are likely to destroy the key entirely. I have listed the preceding keys in order from least difficult to most difficult, so keep that in mind.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Malan ibn Aki",
        "ignoreAuthor": 0,
        "pageText": "\nThe second path you may follow in your carving involves creating keys and keyrings from existing natural objects. Through constant experimentation, we have learned that many golem hearts are able to be carved into keys and keyrings quite effectively.  An interesting look at how some of this knowledge was obtained can be found in the manual \"Mnemosynes and the Art of Lockpicking\" by Vinchlane Dranal. Rather than provide a journal of discovery, however, I will merely list the carving interactions that we know today.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Malan ibn Aki",
        "ignoreAuthor": 0,
        "pageText": "\nWood Golem Hearts can be carved into Intricate Wooden Keys.\n\nCopper Golem Hearts can be carved into Intricate Copper Keys.\n\nIron Golem Hearts can be carved into keyrings that hold Master Keys.\n\nObsidian Golem Hearts can be carved into Intricate Obsidian Keys.\n\nGranite Golem Hearts can be carved into keyrings that hold Sturdy Iron Keys.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Malan ibn Aki",
        "ignoreAuthor": 0,
        "pageText": "\nGlacial Golem Hearts can be carved into keyrings that hold Directive Keys.\n\nDiamond Golem Hearts can be carved into keyrings that hold Singularity Keys.\n\nCoral Golem Hearts can be carved into keyrings that hold Sturdy Steel Keys.\n\nPyreal Golem Hearts can be carved into keyrings that hold Marble Keys.\n\nPlatinum Golem Hearts can be carved into keyrings that hold Granite Keys.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Malan ibn Aki",
        "ignoreAuthor": 0,
        "pageText": "\nAgain, if your lockpicking skill is not sufficient to the task, you risk destroying the golem heart without creating any keys or keyrings. \n\nOnce you have carved a key or keyring, anyone can use it. Indeed, this is the true value we bring to the community. With our skills, we create opportunities for everyone. To add a key to the ring, use the ring on the key. The ring will only accept the proper type of keys. Unfortunately, adding keys to a keyring weakens its structure, so the lifetime of the keyring is limited by how many keys you have added. \n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Malan ibn Aki",
        "ignoreAuthor": 0,
        "pageText": "\nRemoving a key, however, does not weaken the keyring. Use your Intricate Carving Tool to remove a key from the keyring. \n\nAt this time, these two activities - repairing damaged or inoperable keys and creating new keys and keyrings from golem hearts - are the mainstay of the locksmithing work on Dereth. Don't be fooled, however, into thinking that these are trivial tasks. Many of them are quite difficult, and without these activities the general commerce of Dereth would grind to a halt. \n"
      }
    ]
  },
  "boolStats": [
    {
      "key": 22,
      "value": 0
    }
  ],
  "intStats": [
    {
      "key": 1,
      "value": 8192
    },
    {
      "key": 5,
      "value": 160
    },
    {
      "key": 8,
      "value": 200
    },
    {
      "key": 9,
      "value": 0
    },
    {
      "key": 16,
      "value": 8
    },
    {
      "key": 19,
      "value": 190
    },
    {
      "key": 93,
      "value": 1044
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33554771
    },
    {
      "key": 3,
      "value": 536870932
    },
    {
      "key": 8,
      "value": 100668117
    },
    {
      "key": 22,
      "value": 872415275
    }
  ],
  "iidStats": [],
  "floatStats": [
    {
      "key": 39,
      "value": 1.22
    }
  ],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "Carving Keys and Keyrings"
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T22:05:08.5701908Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}