{
  "wcid": 23355,
  "weenieType": 8,
  "pageDataList": {
    "maxNumCharsPerPage": 1000,
    "maxNumPages": 3,
    "pages": [
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Tamian Wilmot",
        "ignoreAuthor": 0,
        "pageText": "\nAfter gaining access to this melancholy place I was able to use stealth in making my way down here. I have read through the numerous papers here in this archive.  It confirms Saolor Lentain built this melancholy dungeon, this archive.  Yet his greatest creation appears to be the Tower.  That correlates with the results of my previous research around Lin. To what purpose the Tower was built, I cannot say.  There appears to be no practical purpose for it, by Empyrean standards or otherwise.  I found letters from friends and acquaintances of Saolor berating him for just this reason. He was known to be a\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Tamian Wilmot",
        "ignoreAuthor": 0,
        "pageText": "skilled constructor, yet not one to aspire to utility.  Nor one to be clever in the ways of court and politics. Well, listen to me! Now I begin to sound like you,  Astara. What if there were no practical purpose to the Tower? What of art itself? Even on this world of endless hardship and death can there not be art?  The beauty of the thing itself. That tower glistening in the dawn! What might that be like, its heights rising like hope. The setting sun, perhaps, like blood coursing up its spires.  The view from its heights presenting the entire world at your feet. In their long lives, did the Empyrean not have time for art?\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Tamian Wilmot",
        "ignoreAuthor": 0,
        "pageText": "Yet, weak though this one Empyrean may have been by reputation, his power outshines ours.  We cannot endeavor such constructs.  Would that we could. \n\nWould that I could. Perhaps someday I will learn.\n\nIn the morning I will continue on to the tower. I know now it is southeast of Uzis. Oh, Astara. This is a solitary, lonely place, this archive. My solace is that I have found some blank parchment.\n\nTamian\n"
      }
    ]
  },
  "boolStats": [
    {
      "key": 1,
      "value": 0
    },
    {
      "key": 22,
      "value": 0
    },
    {
      "key": 23,
      "value": 1
    }
  ],
  "intStats": [
    {
      "key": 1,
      "value": 8192
    },
    {
      "key": 5,
      "value": 25
    },
    {
      "key": 8,
      "value": 5
    },
    {
      "key": 9,
      "value": 0
    },
    {
      "key": 16,
      "value": 8
    },
    {
      "key": 19,
      "value": 0
    },
    {
      "key": 33,
      "value": 1
    },
    {
      "key": 93,
      "value": 1044
    },
    {
      "key": 114,
      "value": 1
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33554773
    },
    {
      "key": 3,
      "value": 536870932
    },
    {
      "key": 8,
      "value": 100674008
    },
    {
      "key": 22,
      "value": 872415275
    }
  ],
  "iidStats": [],
  "floatStats": [
    {
      "key": 54,
      "value": 1.0
    }
  ],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "A Note from Tamian Wilmot"
    },
    {
      "key": 16,
      "value": "Notes by Tamian Wilmot."
    },
    {
      "key": 33,
      "value": "TowerDungeonAccess"
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T22:05:11.7718041Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}