{
  "wcid": 24034,
  "weenieType": 8,
  "pageDataList": {
    "maxNumCharsPerPage": 1000,
    "maxNumPages": 2,
    "pages": [
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Unknown",
        "ignoreAuthor": 0,
        "pageText": "\nA few years back, a traveling merchant by the name of Surnad came through Arwic, peddling his wares. He left with rather more than he brought, however -- including the heart and hand of Denterra, the daughter of Dragando the Leech. Surnad was willing to give up his wandering ways for the girl, but Dragando had big plans for Denterra and forbid her to marry the peddler. So the two young lovers left town one night, under cover of darkness, and haven't been back since. \n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Unknown",
        "ignoreAuthor": 0,
        "pageText": "\nThey set up not too far away, however, in a small house in the Lost Wish range north of here. If you go north of Arwic and look for the abandoned hut, you'll find the Mountain Shortcut portal that will take you into the Lost Wish Mountains. Surnad and Denterra are just on the other side of the portal, near a handy portal back to Arwic. I think Denterra is waiting for her father to relent so they can move back into town, but I've also heard that Surnad is doing good business with the Mites in the area. If you visit them there, don't tell Dragando -- he's still pretty angry about the entire thing!\n"
      }
    ]
  },
  "boolStats": [
    {
      "key": 22,
      "value": 0
    }
  ],
  "intStats": [
    {
      "key": 1,
      "value": 8192
    },
    {
      "key": 5,
      "value": 25
    },
    {
      "key": 8,
      "value": 5
    },
    {
      "key": 9,
      "value": 0
    },
    {
      "key": 16,
      "value": 8
    },
    {
      "key": 19,
      "value": 10
    },
    {
      "key": 93,
      "value": 1044
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33554773
    },
    {
      "key": 3,
      "value": 536870932
    },
    {
      "key": 8,
      "value": 100668176
    },
    {
      "key": 22,
      "value": 872415275
    }
  ],
  "iidStats": [],
  "floatStats": [
    {
      "key": 54,
      "value": 1.0
    }
  ],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "The Lost Wish Lovers"
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T22:05:26.4211942Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}