{
  "wcid": 24106,
  "weenieType": 8,
  "pageDataList": {
    "maxNumCharsPerPage": 1000,
    "maxNumPages": 3,
    "pages": [
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Lord Asheron",
        "ignoreAuthor": 0,
        "pageText": "Aurlanaa, the last of the Gromnatross has left our world. Still they do not see what they have become.\n\nShe was the last vestige of grace upon this world and now she is no more. They returned to Aerlinthe believing their cause was righteous, believing they had carried forth the will of the Light. They believed the words so spoken by Nali Valind and trod forth to Ithaenc where they laid waste to all life and crushed the last of the Adjanite Order.\n\nMy fears have been well founded. As the \n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Lord Asheron",
        "ignoreAuthor": 0,
        "pageText": "years move forward it becomes ever more apparent that the grace we once possessed has been stripped away and we cannot recover this without altering our course. My way has been chosen from the moment my mother placed her hand against my cheek and kissed me goodbye.\n\nAdja's order is no more, the Gromnatross have now all  left us, and with each day that draws closed I fear more and more that I truly might be the last vestige of light upon this world. \n\nIf the prophecy of creation handed to me\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Lord Asheron",
        "ignoreAuthor": 0,
        "pageText": "from Adja's hand is true, am I then the last champion? Am I the only being in the universe that sees that the Light is dying?\n\nI have my hope. Delacim and the Order; and that hope is stronger than the faith that the fanatics of the Northern Church possess. The violation of Ithaenc cannot be punished openly, for now more than ever I must maintain secrecy and care.\n\nI will see that the world is once again fit for you Aurlanaa, I will see that the Light has a place.\n"
      }
    ]
  },
  "boolStats": [
    {
      "key": 22,
      "value": 0
    }
  ],
  "intStats": [
    {
      "key": 1,
      "value": 8192
    },
    {
      "key": 5,
      "value": 160
    },
    {
      "key": 8,
      "value": 200
    },
    {
      "key": 9,
      "value": 0
    },
    {
      "key": 16,
      "value": 8
    },
    {
      "key": 19,
      "value": 90
    },
    {
      "key": 37,
      "value": 50
    },
    {
      "key": 93,
      "value": 1044
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33556929
    },
    {
      "key": 3,
      "value": 536870932
    },
    {
      "key": 8,
      "value": 100671237
    },
    {
      "key": 22,
      "value": 872415275
    }
  ],
  "iidStats": [],
  "floatStats": [
    {
      "key": 39,
      "value": 1.22
    }
  ],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "The Departure of Aurlanaa"
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T22:05:28.0942282Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}