{
  "wcid": 24116,
  "weenieType": 8,
  "pageDataList": {
    "maxNumCharsPerPage": 1000,
    "maxNumPages": 10,
    "pages": [
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Lord Asheron",
        "ignoreAuthor": 0,
        "pageText": "Long have the years been for me and in this time I have come to understand the necessity of armies. My father once stood as a beacon against the darkness and marched his army against the swelling tide lead by he who shall not be named. Through his sacrifice truths were learned and the Council of Five was convened to discover a means to eliminate the darkness.\n\nMy father was slain in that assault as were all, save one, in his army. She returned altered, a withered husk of what she had been, with tales of horrors the likes of which\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Lord Asheron",
        "ignoreAuthor": 0,
        "pageText": "none had ever bore witness. \n\nI am left now with a choice. As the Nali spreads the word of the Northern Church throughout the Empire more beckon to her call and her ranks of followers grow. If she succeeds in moving the seat of the church to Tentael then she will have command over the armies of the newly crowned Emperor as well.\n\nNewly crowned... How hard those words are to read and to write. This is not some ascendance to the Cerulean Throne.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Lord Asheron",
        "ignoreAuthor": 0,
        "pageText": "I feel as though a crime that has roots extending deep into the framework of our society has the strings behind this appointment.\n\nEmpress Cellaurai's disappearance nearly two years ago was shrouded in mystery. The Nali's position was not questioned when the Empress went missing, rather she was called to assist in the investigation into the disappearance. My position and discoveries have kept me silent through these times and perhaps that is why these events transpired under the guise of such coincidence.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Lord Asheron",
        "ignoreAuthor": 0,
        "pageText": "I fear that the level of corruption that has been wrought upon my people is another sign of future events, and through divination I am certain that there is another crest building to rise against the Empyreans. My search for an heir to the burden that I carry is complete and his education has begun in earnest, yet there are still obstacles that I must face. \n\nKnorr has a standing force of defenders. Though the Dericost have been usurped and driven under the world there is  still a likelihood that one day there will be another insurgence, thus we have maintained the craft that was \n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Lord Asheron",
        "ignoreAuthor": 0,
        "pageText": "my father's discovery. We have stoked the forges deep within the heart of Knorr all the years that I have sat as its Lord as well.\n\nThere we carve weapons wrought of the mystical pyreal and hammer them into the weapons that shall be used to strike against the Darkness and black reflections should they come to storm again. \n\nAt each of Knorr's Libraries we, myself and my eldest Councillors, have set one fourth of the knowledge to create the stones that shall be used in the fight of Light against\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Lord Asheron",
        "ignoreAuthor": 0,
        "pageText": "Dark. There they shall remain until they are needed again.\n\nMy life is one that is already nearing an age beyond what most would call usual. To that end I fear that if Nali Valind were to ever discover the truth of my age that I should be purged, as such I must ensure that the Light will retain champions against the darkness. To that end I shall borrow a lesson from the Ishilai Lyceum. I will establish a secret order that will stand as a force that will usher the Light where Darkness falls.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Lord Asheron",
        "ignoreAuthor": 0,
        "pageText": "At the Barracks of Knorr they shall be recognized as the true warriors. Within the halls of Knorr they shall be known as the defenders of the Lyceum and they shall serve as my army should we fall to a time of war.\n\nThey will wear badges of honor and merit as they progress through the trials of purity and rise to positions of prominence. \n\nThey shall come from the ranks of the Heiromancer's and of the Medi; they shall be masters of all paths and they shall be marshalled for the purpose of maintaining \n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Lord Asheron",
        "ignoreAuthor": 0,
        "pageText": "order where corruption would attempt to gain footholds.\n\nTo join the Order of Perfect Light one shall need to become an adept of each of the fourteen spheres of magic, for without an understanding of all that encompasses this world we cannot strive to see it thrive. They shall be ushered to the level of Defender of the Light and attain the rank of Initiate. They shall be chosen by myself or by the others who hold tenure over courses offered here at Knorr and they shall be held to an oath of trust.\n\nRites shall indoctrinate any who advance\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Lord Asheron",
        "ignoreAuthor": 0,
        "pageText": "beyond the rank of Initiate, and so they will be able to alter the armor of the Hieromancer with an orb that radiates pure light. With this they shall be tested as to their prowess, those with lesser skill shall be known by the purity of their armor. Those with greater skill will shine through the divine energy within, they shall be known by the vibrancy of their auroric plate.\n\nThey shall be trained in the truths passed from Adja, and my mother and trusted with the knowledge of the corruption that bleeds into all aspects of our society. \n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Lord Asheron",
        "ignoreAuthor": 0,
        "pageText": "If I am to leave a legacy upon this world, it will be one that recalls the pure intentions of our once great race, before the time when avarice found its way into our hearts from the depths of this world. It will be a temperent and understanding society that maintains the order of the universe by seeking out corruption and quahsing it where it rises.\n\nThe Light will have a champion.\n"
      }
    ]
  },
  "boolStats": [
    {
      "key": 22,
      "value": 0
    }
  ],
  "intStats": [
    {
      "key": 1,
      "value": 8192
    },
    {
      "key": 5,
      "value": 160
    },
    {
      "key": 8,
      "value": 200
    },
    {
      "key": 9,
      "value": 0
    },
    {
      "key": 16,
      "value": 8
    },
    {
      "key": 19,
      "value": 90
    },
    {
      "key": 37,
      "value": 50
    },
    {
      "key": 93,
      "value": 1044
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33556929
    },
    {
      "key": 3,
      "value": 536870932
    },
    {
      "key": 8,
      "value": 100671237
    },
    {
      "key": 22,
      "value": 872415275
    }
  ],
  "iidStats": [],
  "floatStats": [
    {
      "key": 39,
      "value": 1.22
    }
  ],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "Order of Perfect Light"
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T22:05:28.3750692Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}