{
  "wcid": 24118,
  "weenieType": 8,
  "pageDataList": {
    "maxNumCharsPerPage": 1000,
    "maxNumPages": 8,
    "pages": [
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Lord Asheron",
        "ignoreAuthor": 0,
        "pageText": "Delacim,\n\nShould this have fallen into your hands then the curse that is my life is over, and now the burden falls to you. I can only express my certainty that you have earned the position that you will fulfill. You have proven to be innovative and pure, the very same thing qualities that are necessary to stand against the next sendings of Darkness.\n\nOnce we were a noble race who did not war amongst ourselves, we lived in tranquility and peace for millennia, but time has a way\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Lord Asheron",
        "ignoreAuthor": 0,
        "pageText": "of dulling or tarnishing the facts with the much of generations and stirring hate where none once lay. I have lived lifetimes as you have learned. Those years transpire and grow heavier upon my frame. Never had I thought a mother's kiss could weigh so heavily on the heart of her child.\n\nI was chosen, as are you, to stand against the tide of Darkness. It has not returned. It has been an Age since he who shall not be named was banished from this world. If all goes well then this shall be the case forever more.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Lord Asheron",
        "ignoreAuthor": 0,
        "pageText": "I give you now the knowledge as it was handed to me, by those who remembered the days before when we were still beings of purity and grace. \n\nThis tale, a prophecy so named by my mother, was the last thing she spoke me and the first thing I remember her ever telling me. I have spent many long years in introspection upon her death thinking of another way that it could have been, but it was to be this way and nothing could avert the fate of that moment.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Lord Asheron",
        "ignoreAuthor": 0,
        "pageText": "As darkness draws about light\nAnd all falls to ruin so shall come; the star.\nThe darkness will impart its wisdom,\nAnd the Light shall lose its way.\nAnd blackness shall fall across the land,\nAnd the Light will be hidden above.\nThen shall the light gain its wisdom\nAnd Champion.\nFor Alaidain's blood shall be\nThe savior of the people\nAnd then Darkness shall send again, \nand be beaten\nAnd so it will send again,\nand be beaten.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Lord Asheron",
        "ignoreAuthor": 0,
        "pageText": "You see Delacim, it is a prophecy that stands in opposition to the curse of Eibhiill, the curse placed upon the line of Alaidain. These words are heresy, and must never reach Nali Valind or a fate similar to Ithaenc would come to Knorr. Guard it well, commit it to memory and destroy every last vestige of its writing.\n\nAdja, Light protect her, imparted this to me as well. It is a tale that she said has been passed from the earliest generations of Empyrean, though it is a tale that is not told by the church and is also heretical.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Lord Asheron",
        "ignoreAuthor": 0,
        "pageText": "There was but Light and Darkness;\nAnd then Auberean.\nDarkness sought to seed Auberean\nAnd climbed within the world\nAs Light created guardians,\nAnd sent them to defend.\nGuardians made war\nAgainst the darkness,\nAnd the darkness drew forth defenders\nFrom the land\nTo stand against the light,\nAnd the Light called lesser children\nTo bear itself against Darkness.\nAnd then the war was won.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Lord Asheron",
        "ignoreAuthor": 0,
        "pageText": "So the Darkness lay\nStill and silent\nBut ne'er beaten by the bringers of Light\nAnd so it called its children.\nNot to make new war,\nBut to seed the soil with new treachery.\n\nAnd the Darkness reached out\nAnd brought forth other worlds,\nSo too the Light.\nE'er Auberean at the heart\nWhere ever shall rest the war.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Lord Asheron",
        "ignoreAuthor": 0,
        "pageText": "I have oft wondered at the truth of these words. As it would seem that there is credence to be garnered by such a tale. Yet the evidence is thin at best. But as I have lived I have seen the poison of the Darkness creep across this world under the guise of avarice, greed, lust and power. I have witnessed the Light used to persecute and destroy innocents, I have watched this all for nearly 2000 years. \n\nIf you would (The letters are scratched out here, odd as they seem to have been mystically etched.)\n"
      }
    ]
  },
  "boolStats": [
    {
      "key": 22,
      "value": 0
    }
  ],
  "intStats": [
    {
      "key": 1,
      "value": 8192
    },
    {
      "key": 5,
      "value": 160
    },
    {
      "key": 8,
      "value": 200
    },
    {
      "key": 9,
      "value": 0
    },
    {
      "key": 16,
      "value": 8
    },
    {
      "key": 19,
      "value": 90
    },
    {
      "key": 37,
      "value": 50
    },
    {
      "key": 93,
      "value": 1044
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33556929
    },
    {
      "key": 3,
      "value": 536870932
    },
    {
      "key": 8,
      "value": 100671237
    },
    {
      "key": 22,
      "value": 872415275
    }
  ],
  "iidStats": [],
  "floatStats": [
    {
      "key": 39,
      "value": 1.22
    }
  ],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "Prophecies"
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T22:05:28.4178005Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}