{
  "wcid": 24124,
  "weenieType": 8,
  "pageDataList": {
    "maxNumCharsPerPage": 1000,
    "maxNumPages": 3,
    "pages": [
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Harlune, Initiate of Perfect Light",
        "ignoreAuthor": 0,
        "pageText": "Lord Master Asheron,\n\nI write this with a heavy heart. I must admit now that I am outside your reach that I perpetrated a ruse against you. Serving as one of your defenders in a previous visit to the world Ispar, I was aghast at the rise of the queen Alfrega to the continent of Aluvia. I have maneuvered in the past weeks to attain a position on the next venture there. I am a learned student of Illusion (Translator's Note: I've seen this before in another document bearing the words Ignae Fatae, I am assuming this is the correct translation.) and will abide by the\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Harlune, Initiate of Perfect Light",
        "ignoreAuthor": 0,
        "pageText": "mandates of travel to other worlds while I am there. \n\nI leave this with you to inform you that I shall live out my days there. At least to see that the line of this corrupt woman is ended and the people of Aluvia are free. I will make no effort to persuade any more of your students to stay with me, nor will I inform them of my intentions until we are set to return.\n\nYou have always taught us Lord Asheron, to obey what the rightness in our hearts tells us to do. I feel that the Light is waning\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Harlune, Initiate of Perfect Light",
        "ignoreAuthor": 0,
        "pageText": "on this world, and I believe though perhaps foolishly that I might provide a small enough beacon to guide the wretched masses who now cower beneath her rule to rise up against treachery and evil. I thank you Lord Master Asheron for being a compassionate and caring guardian.\n\nWalk in the Light,\n\nHarlune\n"
      }
    ]
  },
  "boolStats": [
    {
      "key": 22,
      "value": 0
    }
  ],
  "intStats": [
    {
      "key": 1,
      "value": 8192
    },
    {
      "key": 5,
      "value": 50
    },
    {
      "key": 8,
      "value": 200
    },
    {
      "key": 9,
      "value": 0
    },
    {
      "key": 16,
      "value": 8
    },
    {
      "key": 19,
      "value": 40
    },
    {
      "key": 37,
      "value": 50
    },
    {
      "key": 93,
      "value": 1044
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33557474
    },
    {
      "key": 3,
      "value": 536870932
    },
    {
      "key": 8,
      "value": 100668176
    },
    {
      "key": 22,
      "value": 872415275
    }
  ],
  "iidStats": [],
  "floatStats": [
    {
      "key": 39,
      "value": 1.22
    }
  ],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "Letter to Asheron"
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T22:05:28.5459512Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}