{
  "wcid": 24259,
  "weenieType": 8,
  "pageDataList": {
    "maxNumCharsPerPage": 1000,
    "maxNumPages": 4,
    "pages": [
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Luzumin Abigwei",
        "ignoreAuthor": 0,
        "pageText": "Upon entering the lair I was previously familiar with, it became immediately apparent that different varieties of Olthoi had infested the tunnels.  These were more active and aggressive. I managed to work my way down to what had previously been the lowest levels.  There, I discovered a portal leading to new and deeper catacombs.  These were inhabited by even deadlier Olthoi than those above.  An ill omen, to be sure, and worthy of the High Queen's  attention. There is deadly purpose in all this activity.  Thus, I was not completely surprised to find yet another portal at the bottom of these new catacombs.  However, on the other side of \n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Luzumin Abigwei",
        "ignoreAuthor": 0,
        "pageText": "the portal was a series of catacombs of older origin.  It is possible they may be a central hive of some sort.  When I eventually came upon a couple of other scouts that had survived this reconnaissance we had been tasked with, it was obvious that a number of Olthoi lairs are now linked to these catacombs.\n\nMost surprising of all was my discovery of a long-trapped group of Isparians.  A hunting party had set forth to clear out Olthoi in other tunnels and a portal had lead them to these catacombs.  Apparently an exit portal was available for a while,\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Luzumin Abigwei",
        "ignoreAuthor": 0,
        "pageText": "then it disappeared.  Some of their acquaintances went to search for them, expecting to be able to exit, as before. They also became trapped.  Since then, they survive as best they can, under primitive conditions.  They became very adept at fighting the Olthoi.  Fortunately some areas of these catacombs provide a natural environment somewhat more beneficial to human sustenance than Olthoi tunnels.\n\nOur arrival here may have been fortuitous- as evidenced in the lairs which lead us here the Olthoi are demonstrating purposeful activity and movement.  Without some assistance their prospect for survival is \n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Luzumin Abigwei",
        "ignoreAuthor": 0,
        "pageText": "tenuous at best  Therefore I and the surviving scouts decided to stay and help keep the Olthoi at bay.  Additional help may be necessary, should this threat grow, and it does appear to be growing.  \n\nThe Royal Guard should alert the Queen and all Isparians should be vigilant.  The Olthoi may be on the move once more.\n\nScout Luzumin Abigwei\n"
      }
    ]
  },
  "boolStats": [
    {
      "key": 14,
      "value": 0
    },
    {
      "key": 22,
      "value": 0
    },
    {
      "key": 23,
      "value": 1
    }
  ],
  "intStats": [
    {
      "key": 1,
      "value": 8192
    },
    {
      "key": 5,
      "value": 25
    },
    {
      "key": 8,
      "value": 5
    },
    {
      "key": 9,
      "value": 0
    },
    {
      "key": 16,
      "value": 8
    },
    {
      "key": 19,
      "value": 0
    },
    {
      "key": 33,
      "value": 1
    },
    {
      "key": 93,
      "value": 20
    },
    {
      "key": 114,
      "value": 1
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33558173
    },
    {
      "key": 3,
      "value": 536870932
    },
    {
      "key": 8,
      "value": 100674328
    },
    {
      "key": 22,
      "value": 872415275
    }
  ],
  "iidStats": [],
  "floatStats": [
    {
      "key": 54,
      "value": 1.0
    }
  ],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "A Note from a Scout"
    },
    {
      "key": 16,
      "value": "A Note from Scout Luzumin Abigwei"
    },
    {
      "key": 33,
      "value": "PickedUpOlthoiScoutNote8"
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T22:05:31.6406121Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}