{
  "wcid": 24472,
  "weenieType": 8,
  "pageDataList": {
    "maxNumCharsPerPage": 1000,
    "maxNumPages": 5,
    "pages": [
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Harker",
        "ignoreAuthor": 0,
        "pageText": "Solclaim 2nd Firstday, 14 P.Y.\n\nThe farms seem to be growing at a healthy pace. Myself and Remmick have been spending more time keeping the vermin away then actually tilling the soil. All manner of odd creatures can be found down here: rats, Olthoi, wasps, and perhaps the oddest, the grub.\n\nThey remind me of the weevils that we used to find in crops back on Ispar. Only these are far too large, growing as large as a man's leg sometimes.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Harker",
        "ignoreAuthor": 0,
        "pageText": "They've become more plentiful recently and Remmick thinks that there must be something that is stirring them out of their dirt holes deeper in the soil here. I just hit them a couple of times with my sword and they split apart. They're too little to really provide much of a challenge.\n\nI rather prefer the Olthoi, pincers flying hither and fro, now that makes for an interesting fight. Remmick is going top-side tomorrow to talk to Hibdin about how well the crops are doing. He'll be gone for the rest of the week.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Harker",
        "ignoreAuthor": 0,
        "pageText": "Solclaim 2nd Starday, 14 P.Y.\n\nOne of the farmhands found a secret tunnel yesterday. We'd never seen it before. I had them wait here while I grabbed a torch and headed down to see what was there. I didn't find much of anything at all, though there were a handful of those grub things munching away on dirt and some odd looking crystals.\n\nI came back here and told the fellas to stay away from the hole until Remmick gets back, he'll know more what to do. \n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Harker",
        "ignoreAuthor": 0,
        "pageText": "Of course, as I write this I am getting ready to go down there again. The rest of the boys don't need to worry about it and I can handle myself.\n\nSolclaim 2nd Earthday, 14 P.Y\n\nI met a very nice man in the tunnel, his name was Brax and he was quite well spoken. He said that he had been living under the ground for a long time. It was funny when he talked, it almost seemed as though there was a hollow echo coming from him, but I heard the echo in the tunnel before so it must have been that. \n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Harker",
        "ignoreAuthor": 0,
        "pageText": "I am going back tonight now that the work for the day is done.\n"
      }
    ]
  },
  "boolStats": [
    {
      "key": 22,
      "value": 0
    }
  ],
  "intStats": [
    {
      "key": 1,
      "value": 8192
    },
    {
      "key": 5,
      "value": 160
    },
    {
      "key": 8,
      "value": 200
    },
    {
      "key": 9,
      "value": 0
    },
    {
      "key": 16,
      "value": 8
    },
    {
      "key": 19,
      "value": 90
    },
    {
      "key": 37,
      "value": 50
    },
    {
      "key": 93,
      "value": 1044
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33554771
    },
    {
      "key": 3,
      "value": 536870932
    },
    {
      "key": 8,
      "value": 100668117
    },
    {
      "key": 22,
      "value": 872415275
    }
  ],
  "iidStats": [],
  "floatStats": [
    {
      "key": 39,
      "value": 1.22
    }
  ],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "Harker's Journal"
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T22:05:35.3877977Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}