{
  "wcid": 24855,
  "weenieType": 8,
  "pageDataList": {
    "maxNumCharsPerPage": 1000,
    "maxNumPages": 7,
    "pages": [
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "",
        "ignoreAuthor": 0,
        "pageText": "We at the Arcanum are pleased to unveil our latest find in the study of alchemy. Hiro, the Arcanum's Artificer, and the alchemists here have made a fantastic discovery that will give alchemists an enhanced role in the future of Dereth. These are the initial findings as documented on our first successful tests.\n\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "",
        "ignoreAuthor": 0,
        "pageText": "Items Used:\nAqua Incanta (Only concentrated Aqua Incata will work)\n\nPowdered bloodstone\n\nEyebright\n\nA crucible\n\nA vitriol potion\n\nA pyreal mote\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "",
        "ignoreAuthor": 0,
        "pageText": "The process begins simply:\n\nStep 1: \n\nUse a pyreal mote across the Concentrated Aqua Incanta: this process is miraculous and yields what we have termed Aqua Vitae, living water. It's highly acidic and is a catalyst by which the cibation process is infused with magical properties. A single mote will yield five doses of Aqua Vitae. An expensive process but one that is well worth it.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "",
        "ignoreAuthor": 0,
        "pageText": "Step 2: \nPour the potion into the crucible. The crucible is capable of holding the most corrosive liquids that we have ever seen. It can be super-heated over flame or super-cooled without sustaining any structural damage.\n\nStep 3: \nAdd the eyebright to the potion. This process will dissolve the eyebright into the potion; adding a small amount of heat here speeds the process along and allows the herb to be dispersed through the potion.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "",
        "ignoreAuthor": 0,
        "pageText": "Step 4: \n\nAdd a vial of Aqua Vitae to the eyebright and vitriol mixture. This step is much more difficult, as the magical properties of the Aqua Vitae are added to the already boiling mixture. Failure at this point will result in a pile of vile smelling slag, but successfully timing the cibation yields a potent mixture that needs only one more step to become useful.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "",
        "ignoreAuthor": 0,
        "pageText": "Step 5: \n\nPour the mixture onto the powdered bloodstone. As the mixture is poured onto the bloodstone it hardens and the qualities of the enhanced vitriol and eyebright become apparent. The end result is a gem that is imbued with a regeneration spell equivalent to the spell of the third circle.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Ciandra",
        "ignoreAuthor": 0,
        "pageText": "This success is only the first of many that we see in the future. We are still working on finding more combinations but with this as a guideline we hope to discover the remainder of the combinations to allow for several spells to be mimicked through alchemical application.\n"
      }
    ]
  },
  "boolStats": [
    {
      "key": 22,
      "value": 0
    }
  ],
  "intStats": [
    {
      "key": 1,
      "value": 8192
    },
    {
      "key": 5,
      "value": 500
    },
    {
      "key": 8,
      "value": 200
    },
    {
      "key": 9,
      "value": 0
    },
    {
      "key": 16,
      "value": 8
    },
    {
      "key": 19,
      "value": 0
    },
    {
      "key": 37,
      "value": 50
    },
    {
      "key": 93,
      "value": 1044
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33554771
    },
    {
      "key": 3,
      "value": 536870932
    },
    {
      "key": 8,
      "value": 100668117
    },
    {
      "key": 22,
      "value": 872415275
    }
  ],
  "iidStats": [],
  "floatStats": [
    {
      "key": 39,
      "value": 1.22
    }
  ],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "The New Alchemy"
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T22:05:43.4638687Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}