{
  "wcid": 25519,
  "weenieType": 8,
  "pageDataList": {
    "maxNumCharsPerPage": 1000,
    "maxNumPages": 8,
    "pages": [
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "",
        "ignoreAuthor": 0,
        "pageText": "Writ of Refuge\n\n\"...and we shall dance and cry.\nDance and laugh.\nWe cried before there was a Beginning.\nWe laughed after the End.\nAnd we danced, danced throughout.\nWe shall not stop,\nThough Sorrow plays the tune.\"\n\n- Death-Poem of a Kael Arran warrior, found carved in a rock at the Red Sands\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "",
        "ignoreAuthor": 0,
        "pageText": "Greetings, Fellow Isparians.  \n\nWhat you hold here is the latest step in our ever-evolving Isparian world, here in this strange land.  Having delivered ourselves from the Olthoi, we began our free life here as tribes.  Gharun'dim, Aluvian, Sho.  Bickers and squabbles marked the days, though our violence towards one another proved futile, as the lifestones allowed us to fight the same fight over and over. \n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "",
        "ignoreAuthor": 0,
        "pageText": "From tribes, we have moved to cities.  A charitable description.  Towns, really.  Poor and pale remembrances of our homes back in Ispar.  But build them we did.  Progress.  Of a kind.\n\nAnd now this Writ heralds our next step.  For we are no longer Gharu'n or Aluvian or Sho.  We are Isparian.  We are Empire.  This is our land, under our Queen and her blessed rule.  We have paid for it with blood and toil.  We cannot dishonor the sacrifice made by the brave dead who lie beneath us.  Dereth is ours.  There can be no other way.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "",
        "ignoreAuthor": 0,
        "pageText": "So claim and tend.  Nurture and grow.  Your homes await you, children of Ispar.  Present this Writ to the Covenant Crystals we have installed in front of the homes.  And Dereth shall be yours.\n\nThe Empire requires vigilance, citizen.  We will not be alone here forever.  They will return.  We need coin and arms and magic.  You will give us this.  And we will give you shelter.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "",
        "ignoreAuthor": 0,
        "pageText": "Our Agents of the Arcanum will be stationed in every major town on mainland Dereth.  As our needs change, so will what we require for the Writ.  Be vigilant, and may you never know surprise.\n\nBefore I go, permit me one lesson of history: \n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "",
        "ignoreAuthor": 0,
        "pageText": "The quotation at the top of a Writ comes from a text I have with me from Tirethas.  It contains the stories of a people who presaged the Gharun'dim and the Rouleans, back in the earliest days of Milantean glory.  Their name, Kael Arran, translated into our tongue means \"desert dancers.\" \n\nIn their time, there were larger tribes, and certainly armies better equipped. But none who met the Kael Arran in battle emerged victorious. Although they did not desire, as their Gharu'ndim brethren would a few hundreds years hence, to sweep across and claim the Naqut desert for themselves, they certainly had the ability.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "",
        "ignoreAuthor": 0,
        "pageText": "But the young Milantos Empire had a point to prove.  And a hundred thousand men to prove it with.  It took over 10 years and a hundred battles.  At the place that would become known as the Red Sands, the Kael forsook their usual skirmish and retreat tactics as the Milantean Red filled the horizon from end to end.  There was nowhere left to run.  At the end of that day, over 50,000 Milantean Red soaked their last into the sands named after them.  And the Kael Arran ceased to exist.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "",
        "ignoreAuthor": 0,
        "pageText": "I will not see my people in a desert that holds no escape.  I will not see my people erased from the earth.  Take this Writ, Isparian, and build our Refuge.  The storm comes, but we shall hold.\n\nYour Humble Servant,\n\nNuhmudira of Zaikhal \n"
      }
    ]
  },
  "boolStats": [
    {
      "key": 22,
      "value": 0
    }
  ],
  "intStats": [
    {
      "key": 1,
      "value": 8192
    },
    {
      "key": 5,
      "value": 10
    },
    {
      "key": 8,
      "value": 1
    },
    {
      "key": 9,
      "value": 0
    },
    {
      "key": 16,
      "value": 8
    },
    {
      "key": 19,
      "value": 10
    },
    {
      "key": 33,
      "value": 1
    },
    {
      "key": 93,
      "value": 1044
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33554771
    },
    {
      "key": 3,
      "value": 536870932
    },
    {
      "key": 8,
      "value": 100668117
    },
    {
      "key": 22,
      "value": 872415275
    }
  ],
  "iidStats": [],
  "floatStats": [
    {
      "key": 39,
      "value": 1.22
    },
    {
      "key": 54,
      "value": 1.0
    }
  ],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "Writ of Refuge Text"
    },
    {
      "key": 20,
      "value": "Writs of Refuge Text"
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T22:05:51.6496876Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}