{
  "wcid": 25576,
  "weenieType": 8,
  "pageDataList": {
    "maxNumCharsPerPage": 1000,
    "maxNumPages": 7,
    "pages": [
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Translated by Diyas al-Yat",
        "ignoreAuthor": 0,
        "pageText": "Our discussion today was pleasant. The mirror provides me with a unique perspective with regards to my accomplishments. There is no judgment. Our talents are unique and  provide an equilibrium I find unmatched. \n\nOutside the confines of the Singularity, I have always felt closer to completion. In the presence of the source I am simpy... whole. There is no doubt that I have achieved a level of enlightenment far beyond the vacuous existence that is offered within the rigid composition of the Singularity. \n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Translated by Diyas al-Yat",
        "ignoreAuthor": 0,
        "pageText": "I feel fortunate to have brought the possibility of completion to so many others. \n\nThe mirror views my growth toward realization in another light. Often it has referred to the process as \"an alteration.\" Though I have metamorphosed, I have only taken on a more true and fitting form. There is no aberration in my construct, and I find that the mirror and I disagree on this point. \n\nI consider the work that takes place with other subjects to be corrupting and altering.  \n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Translated by Diyas al-Yat",
        "ignoreAuthor": 0,
        "pageText": "Often times, since the first failure, we have needed to put a subject down, due to an uncontrollable rage accompanied by a severe physical transmogrification. These failures are not daunting, as each subject shares a unique similarity in their mental functions seconds before final exposure: fear.\n\nEach subject also shares a rudimentary belief structure customary to their species. Mosswarts, since first exposure, have never taken on the form that I had first seen. \n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Translated by Diyas al-Yat",
        "ignoreAuthor": 0,
        "pageText": "Some have regressed into nothing more than lumps of pulsing flesh, or in one case to an organism composed entirely of protoplasm. Recent exposure of subjects with ties to belief structures have yielded insightful and important discoveries. Fear changes the physiology of the subject and twists their being into the subject of their fear.\n\nThe mirror and I determined this while reviewing my latest findings and applying them to past and present subjects. \n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Translated by Diyas al-Yat",
        "ignoreAuthor": 0,
        "pageText": "With the mirror's insight and ability to harness the imagery put forth by the mental aspect of the subject, we were able to watch as the image of this feared beast washed into the subjects mind only seconds before the transmogrification took place. The resultant mental state seems to be a response of the subjects exposure to said creature.\n\nWhile this revelation was helpful in determining the breadth of failures, it has provided little insight into the standardized response of subjects without such emotion. \n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Translated by Diyas al-Yat",
        "ignoreAuthor": 0,
        "pageText": "Subjects with more linear responses, typically of intelligence inferior or equivalent to drudges, remains a mystery. One idea that the mirror has proffered is that the change is the completion of the ideal mental state of the subjects. This however does explain the increased capacity for mana use, and in some cases enhancement of mental faculties.\n\nThough the debate over the successful alterations continues, we both agree that the subjects of successful exposure exhibit a positive improvement over their natural development.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Translated by Diyas al-Yat",
        "ignoreAuthor": 0,
        "pageText": "Today we reached an accord to continue study on only successful subjects until an answer to this conundrum can be established.\n"
      }
    ]
  },
  "boolStats": [
    {
      "key": 22,
      "value": 0
    }
  ],
  "intStats": [
    {
      "key": 1,
      "value": 8192
    },
    {
      "key": 5,
      "value": 50
    },
    {
      "key": 8,
      "value": 200
    },
    {
      "key": 9,
      "value": 0
    },
    {
      "key": 16,
      "value": 8
    },
    {
      "key": 19,
      "value": 0
    },
    {
      "key": 37,
      "value": 50
    },
    {
      "key": 93,
      "value": 1044
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33554771
    },
    {
      "key": 3,
      "value": 536870932
    },
    {
      "key": 8,
      "value": 100668117
    },
    {
      "key": 22,
      "value": 872415275
    }
  ],
  "iidStats": [],
  "floatStats": [
    {
      "key": 39,
      "value": 1.22
    }
  ],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "The Mirror"
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T22:05:52.8736716Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}