{
  "wcid": 25679,
  "weenieType": 8,
  "pageDataList": {
    "maxNumCharsPerPage": 1000,
    "maxNumPages": 9,
    "pages": [
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Bewren",
        "ignoreAuthor": 0,
        "pageText": "While we were fur hunting on the Marescent Plateau yesterday, Jaeget and I were approached by a man proclaiming to be capable of making our lives meaningful. \n\nRight away, I realized what he was and that he was up to no good. \n\nThere were similar groups on Ispar. They would coerce others into joining their following and those people would never be heard from again.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Bewren",
        "ignoreAuthor": 0,
        "pageText": "Poor Jaeget wasn't alive on Ispar but four years, so luckily he didn't have to confront any of those types. \n\nI know he isn't happy with everything about his life now, but I also know this Order of the Raven hand isn't something he wants to be involved with. \n\nI recommended we move on. Despite my protest, he took one of their pamphlets... I am sure he believes I didn't notice the note passing.\n---\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Bewren",
        "ignoreAuthor": 0,
        "pageText": "Jaeget has done nothing but yammer on about the Order of the Raven Hand since we ran across the recruiter on Marae nearly a week ago. \n\nWhat's worse, his being taken with their beliefs has hurt business. \n\nWe don't have nearly enough hides to sell as we used to. \n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Bewren",
        "ignoreAuthor": 0,
        "pageText": "I would suggest another trip to Marae, though I fear bringing him there would only further advance his desire to join the Raven Hand.\n\nHe is all I have left of Ispar and I do not want to lose him like we lost Mother and Father in Holtburg all those years ago.\n\nTomorrow I will find that pamphlet and burn it. Perhaps without the pamphlet, he will forget this cult and return to normal.\n--\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Bewren",
        "ignoreAuthor": 0,
        "pageText": "I awoke only briefly last night to see my cot surrounded by several men swathed in dark cloaks. In the background I could see them embracing Jaeget and then everything went dark.\n\nI awoke within a cage in some strange hall. Within the cell with me was another person, a very fidgety fellow who went by the name of Twitch. \n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Bewren",
        "ignoreAuthor": 0,
        "pageText": "His tale was one of woe, though after learning of his previous accommodations, this place seemed more hospitable than what he had previously... but only slightly.\n\nOur guards ignored our shouts, and only once did I see Jaeget after waking, and then it was only in passing and he did not seem to notice me.\n\n---\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Bewren",
        "ignoreAuthor": 0,
        "pageText": "I've been here for some time now, and I am tired of being here. I have no weapons, no lock picks, and no way of getting both my brother and I out of here safely. \n\nTwitch seems to have been here slightly longer than I, and did have some insight, though it was difficult to understand between his shivering and short attention span.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Bewren",
        "ignoreAuthor": 0,
        "pageText": "When the guard comes to deliver our meal, I will liberate his key-ring and escape after curfew has gone into effect. On my way out, I will glean what information I can from the surrounding temple and note where entrances and exits are.\n\nMy attempt at escape failed. The Priests captured me as I made way to the exit. \n\nStruggling, they threw me before what I can only describe as a vile cloud of soot and liquid and forced me to breathe it in.\n\n---\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Bewren",
        "ignoreAuthor": 0,
        "pageText": "Even now my head spins and charcoal-black cysts are beginning to form on my arms and face... I do not know what they did to me, but I know what they plan.  I have been moved away from Twitch and placed in some interim holding cell. Looking out into the room, I can see a pit of some sort.\n\nEarlier today a procession of cultists marched into the room, one of them my brother. His eyes seemed glazed and he bore no recognition for me. It was as I feared. Not only are they about to take my life, but they have taken his as well.\n"
      }
    ]
  },
  "boolStats": [
    {
      "key": 22,
      "value": 0
    },
    {
      "key": 23,
      "value": 1
    }
  ],
  "intStats": [
    {
      "key": 1,
      "value": 8192
    },
    {
      "key": 5,
      "value": 25
    },
    {
      "key": 8,
      "value": 5
    },
    {
      "key": 9,
      "value": 0
    },
    {
      "key": 16,
      "value": 8
    },
    {
      "key": 19,
      "value": 0
    },
    {
      "key": 33,
      "value": 0
    },
    {
      "key": 93,
      "value": 1044
    },
    {
      "key": 114,
      "value": 0
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33554771
    },
    {
      "key": 3,
      "value": 536870932
    },
    {
      "key": 8,
      "value": 100675474
    },
    {
      "key": 22,
      "value": 872415275
    }
  ],
  "iidStats": [],
  "floatStats": [
    {
      "key": 54,
      "value": 1.0
    }
  ],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "Bewren's Journal"
    },
    {
      "key": 16,
      "value": "A well written journal."
    },
    {
      "key": 33,
      "value": "PickedUpNoteBethelBrother"
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T22:05:55.1119905Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}