{
  "wcid": 25979,
  "weenieType": 8,
  "pageDataList": {
    "maxNumCharsPerPage": 1000,
    "maxNumPages": 6,
    "pages": [
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Zharalim Foreman Yumad",
        "ignoreAuthor": 0,
        "pageText": "Log Entry 1-\n\nYaral has assigned me as the foreman of our investigation, an honor that demands I be responsible for all findings in this decrepit tower. Our progress down the tower has been slow, meeting obstacles and fallen ceilings as we travel. The upper levels seem fairly barren, though a few rooms contain coffins and urns. \n\nThe sarcophagi are layered in a soot of undetermined origin. Perhaps there was a fire in the lower levels and the smoke found its way into these rooms. I am as yet unsure.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Zharalim Foreman Yumad",
        "ignoreAuthor": 0,
        "pageText": "Log Entry 2-\n\nWe broke through the wall midway down the tower. Within there was a Festival Stone-like shrine. In addition to this, we discovered an Altar to Bael'zharon. Not anything terribly odd as other locations have been known to house these, but something worthy of note. It was also here that one of the warriors was struck down by a odd grey bug. Of course we quickly slew the rest  we found there after, but examination revealed nothing other than a brittle exoskeleton.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Zharalim Foreman Yumad",
        "ignoreAuthor": 0,
        "pageText": "Log Entry 3-\n\nSome of our progress has been hindered by ruins and rubble our means are incapable of moving. In addition, there are cobwebs in this dungeon the thickness of which I have never seen. We reached what appears to be the bottom level of the tower. The central column of the inner tower is surrounded by massive stone heads. \n\nIn the rooms off to the side, shrines to Bael'zharon can be found. I am beginning to worry about this project.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Zharalim Foreman Yumad",
        "ignoreAuthor": 0,
        "pageText": "Log Entry 4-\nSeveral of my miners have fallen ill and have become crazed to a degree. I have ordered them to be brought back to the upper levels to rest. The lowest level remains baffling to us. Even our methods cannot breach the doors. There must be a trigger we missed somewhere. There are some odd tapestries hanging from the walls here. Gilded and finely woven, they display creatures I am unfamiliar with and show what appears to be mages of some sort weaving powerful spells. Our artisans have done their best to reconstruct the tapestries upon their tablets.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Zharalim Foreman Yumad",
        "ignoreAuthor": 0,
        "pageText": "My anxiety about this room increases the longer were are here. The shadows seem to loom over us and more and more of us are stricken with illness the longer we wait and work here.\n\nLog Entry 5-\nI am fortunate to have chosen the room I did to stay the night, as when I awoke the remainer of my crew had been driven mad! They struggled against the door, attempting to get at me. I hope they lose interest soon. During my imprisonment, I noticed our informants, flanked by living shadows. So it seems the culprits have been found. I only hope that I am not the sole survivor. Once the maddened\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Zharalim Foreman Yumad",
        "ignoreAuthor": 0,
        "pageText": "ones lose interest, I shall spring the lever in this room and make my attempt at escape. Hopefully I will be able to reach Yaral to warn him of what has transpired.\n"
      }
    ]
  },
  "boolStats": [
    {
      "key": 22,
      "value": 0
    }
  ],
  "intStats": [
    {
      "key": 1,
      "value": 8192
    },
    {
      "key": 5,
      "value": 100
    },
    {
      "key": 8,
      "value": 5
    },
    {
      "key": 9,
      "value": 0
    },
    {
      "key": 16,
      "value": 8
    },
    {
      "key": 19,
      "value": 0
    },
    {
      "key": 93,
      "value": 1044
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33554771
    },
    {
      "key": 3,
      "value": 536870932
    },
    {
      "key": 8,
      "value": 100675687
    },
    {
      "key": 22,
      "value": 872415275
    }
  ],
  "iidStats": [],
  "floatStats": [
    {
      "key": 54,
      "value": 1.0
    }
  ],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "Zharalim Foreman's Journal"
    },
    {
      "key": 15,
      "value": "A journal written by Zharalim Foreman Yumad. Several pages have been damaged, but the bulk of the book appears intact."
    },
    {
      "key": 33,
      "value": "PickedUpZharalimForemanJournal"
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T22:06:02.0527091Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}