{
  "wcid": 27704,
  "weenieType": 8,
  "pageDataList": {
    "maxNumCharsPerPage": 1000,
    "maxNumPages": 3,
    "pages": [
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Morgluuk",
        "ignoreAuthor": 0,
        "pageText": "The Sleeping One has not lead us astray, brethren. It has called us here to eradicate the false life that teems over this world. I, Morgluuk, have stepped through the wall of smoke and sound with my brother Torgluuk, to lead you against these foes. The Fiazhat are long gone from this world, though Fiazhat-kin walking upon two feet and bearing two arms are among the collective here. Their masters sleep as all gods do, but this world must be changed to our image.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Morgluuk",
        "ignoreAuthor": 0,
        "pageText": "The way homeward is closed to us for we have not appeased The Sleeping One. Our magic grows strong on this world, evidence of his faith in us and the task we must complete. Shamans are gifted with powers greater than they ever knew on Bur, Torgluuk has found that his connection with The Sleeping One is greater too. Already we begin to change the burnt lands. Life seeping back beneath the arid waste and brimming once again with life!\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Morgluuk",
        "ignoreAuthor": 0,
        "pageText": "We are called now to avenge millennia of suffering, we are called now to rise against the children of the Fiazhat's gods and destroy them, claiming this world in its name! We shall listen to the gray hulks and furred warriors. If they will help us cleanse the others then they shall be given life until they are no longer of use. When we have won, the Ruuk shall claim this world and return to Bur to claim station over the Kukuur!\n"
      }
    ]
  },
  "boolStats": [
    {
      "key": 22,
      "value": 0
    }
  ],
  "intStats": [
    {
      "key": 1,
      "value": 8192
    },
    {
      "key": 5,
      "value": 25
    },
    {
      "key": 8,
      "value": 5
    },
    {
      "key": 9,
      "value": 0
    },
    {
      "key": 16,
      "value": 8
    },
    {
      "key": 19,
      "value": 10
    },
    {
      "key": 93,
      "value": 1044
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33554826
    },
    {
      "key": 3,
      "value": 536870932
    },
    {
      "key": 8,
      "value": 100672101
    },
    {
      "key": 22,
      "value": 872415275
    }
  ],
  "iidStats": [],
  "floatStats": [
    {
      "key": 54,
      "value": 1.0
    }
  ],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "A Message from Morgluuk"
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T22:06:42.0421044Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}