{
  "wcid": 27782,
  "weenieType": 8,
  "pageDataList": {
    "maxNumCharsPerPage": 1000,
    "maxNumPages": 4,
    "pages": [
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Fanzen San",
        "ignoreAuthor": 0,
        "pageText": "\nThis text appears to be a recollection of one of the first encounters between a Priestess and a Moar. It is not a very long tale, but it is interesting.\n\nThe Priestess was visiting Bur. The Falatacot appear to have frequented Bur on multiple occasions, which led to the Fiazhat's belief that they were some sort of gods. The Burun grew to hate the Falatacot for this. They felt the Falatacot were a pox on the land, and were determined to eradicate them and those who worshipped them.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Fanzen San",
        "ignoreAuthor": 0,
        "pageText": "\nOne day, while the Priestess was walking through a temple, a Burun appeared and attacked her. Startled and unprepared for such a vicious attack, the priestess ran. As she approached the swamp surrounding the temple, she tripped upon a root and fell into the mire.\n\nThe gangly Burun stopped and uttered what the text describes as a series of mocking croaks and chirps. As the beast approached the sputtering Priestess, it turned towards a rustle thad had come from the swamp brush.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Fanzen San",
        "ignoreAuthor": 0,
        "pageText": "\nNo sooner had the Burun noticed the noise than a trio of Moar emerged and struck down the Burun. They then began to devour it. Shaken, and not wanting to see what these new creatures might do in turn to her, the Priestess stood and returned to the temple as fast as she dared.\n\nFrightened by the incident, the young priestess returned to Auberean and commited this story to her journal.\n\nThis story appears to be a piece of that very journal. \n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Fanzen San",
        "ignoreAuthor": 0,
        "pageText": "\nWith large portions of it missing, this is the only story that it recounts.\n\n-Translator Fanzen San\n"
      }
    ]
  },
  "boolStats": [
    {
      "key": 22,
      "value": 0
    },
    {
      "key": 23,
      "value": 1
    }
  ],
  "intStats": [
    {
      "key": 1,
      "value": 8192
    },
    {
      "key": 5,
      "value": 100
    },
    {
      "key": 8,
      "value": 5
    },
    {
      "key": 9,
      "value": 0
    },
    {
      "key": 16,
      "value": 8
    },
    {
      "key": 19,
      "value": 0
    },
    {
      "key": 93,
      "value": 1044
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33554771
    },
    {
      "key": 3,
      "value": 536870932
    },
    {
      "key": 8,
      "value": 100668117
    },
    {
      "key": 22,
      "value": 872415275
    }
  ],
  "iidStats": [],
  "floatStats": [
    {
      "key": 39,
      "value": 1.22
    }
  ],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "Origin of the Moar"
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T22:06:43.8530834Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}