{
  "wcid": 27788,
  "weenieType": 8,
  "pageDataList": {
    "maxNumCharsPerPage": 1000,
    "maxNumPages": 4,
    "pages": [
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Fanzen San",
        "ignoreAuthor": 0,
        "pageText": "\nThis tome appears to be an account of the Moar and its history on Dereth. Unfortunately, the Moarsmen of the Vesayen Islands have ruined the text over the many years. In addition to this, what is contained in this tome only appears to be half of a complete story. As always, the following is the best overview that I can muster give the condition of the original copy.\n\nThe Falatacot appear to have brought the Moar to Auberean for observation. After seeing what the small beast was capable of, the Falatacot Priestesses gathered a\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Fanzen San",
        "ignoreAuthor": 0,
        "pageText": "\nsmall collection of them and brought them across the vast divide back to this world. The notes mention that had it not been for the \"Dark Sisters\" meddling in the magics of Bur, the followers of the Light would never have considered bringing the Moar here.\n\nThe Moar were brought here in the hopes that they could be used to help undo the damage done by the \"Dark Sisters.\" The followers of the Light contained the Moars on the Vesayen Islands, observing them and taming them over time.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Fanzen San",
        "ignoreAuthor": 0,
        "pageText": "\nWhile this was occurring, the creatures used to make the Sclavus (in combination with the male Falatacot Consorts) began their society on Bur, and were stricken by the malice of the Burun.\n\nAt this point, the Dark Sisters abandoned the world of Bur. They took with them a supply of the serpent-like creatures and sealed the access to the world. The Dark Sisters were content to leave the world to doom after they had collected their followers.\n\nThis did not sit well with the followers of\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Fanzen San",
        "ignoreAuthor": 0,
        "pageText": "\nfollowers of the Light. It is at this point that they began investigating the injuries the Dark Sisters had wrought upon the world of Bur.\n\n[Translator's Note: It is at this point that the book becomes unreadable. A handful of pages make reference to the Falatacot singing to the Moar and bringing about an evolution upon them, but the text's condition is not legible enough to confirm this.]\n\n- Translator Fanzen San\n"
      }
    ]
  },
  "boolStats": [
    {
      "key": 22,
      "value": 0
    },
    {
      "key": 23,
      "value": 1
    }
  ],
  "intStats": [
    {
      "key": 1,
      "value": 8192
    },
    {
      "key": 5,
      "value": 100
    },
    {
      "key": 8,
      "value": 5
    },
    {
      "key": 9,
      "value": 0
    },
    {
      "key": 16,
      "value": 8
    },
    {
      "key": 19,
      "value": 0
    },
    {
      "key": 93,
      "value": 1044
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33554771
    },
    {
      "key": 3,
      "value": 536870932
    },
    {
      "key": 8,
      "value": 100668117
    },
    {
      "key": 22,
      "value": 872415275
    }
  ],
  "iidStats": [],
  "floatStats": [
    {
      "key": 39,
      "value": 1.22
    }
  ],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "History of the Moars on Dereth, Part I"
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T22:06:43.9760995Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}