{
  "wcid": 28112,
  "weenieType": 8,
  "pageDataList": {
    "maxNumCharsPerPage": 1000,
    "maxNumPages": 4,
    "pages": [
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Translated by Aun Laokhe",
        "ignoreAuthor": 0,
        "pageText": "\nBrother,\nThe Guruk minds are as weak as ever. Our slaughter of the behemoths has given us full sway over those that live. They yield and become pliable with each moment. They will serve us and us alone. They have already constructed several structures in the visage of the Kukuur but they now know that we are the masters here\n\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Translated by Aun Laokhe",
        "ignoreAuthor": 0,
        "pageText": "Our efforts to carve the potent fungus from their flesh has failed. Each attempt renders the affected immobile and eventually kills them. If the Kukuur find their way across the vast beyond we will be hard pressed to hold the Guruk beneath our sway.\n\nOur allies are proving to be too weak if what you have said about them is true. I say we gut and flay them. They will have worn out their usefulness once all the Guruk are at our command.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Translated by Aun Laokhe",
        "ignoreAuthor": 0,
        "pageText": "What purpose will they serve then other than enemies that will need to be cleansed in The Sleeping One's name.  Listen to me in this matter. Slaughter them now and hang their carcasses on the borders of our new world as a warning to all others.\n\nYou must also be made aware of the Moar. They stalk this wild mire and are as potent as the first let loose by the Fiazhat's false gods on Bur. They are weaker than those on our home, but still with time they could cause a threat to our people.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Translated by Aun Laokhe",
        "ignoreAuthor": 0,
        "pageText": "I do not think that they are from this area, as they seem to be out of sorts in many instances. But, they walk to and fro and do not scent our blood as they did on Bur. Perhaps they are not aware of our presence.\nGuard yourself brother! You must led us in this time of testing.\n\nThe Sleeping One's blessing upon you.\n"
      }
    ]
  },
  "boolStats": [
    {
      "key": 22,
      "value": 0
    }
  ],
  "intStats": [
    {
      "key": 1,
      "value": 8192
    },
    {
      "key": 5,
      "value": 25
    },
    {
      "key": 8,
      "value": 5
    },
    {
      "key": 9,
      "value": 0
    },
    {
      "key": 16,
      "value": 8
    },
    {
      "key": 19,
      "value": 10
    },
    {
      "key": 93,
      "value": 1044
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33554773
    },
    {
      "key": 3,
      "value": 536870932
    },
    {
      "key": 8,
      "value": 100668176
    },
    {
      "key": 22,
      "value": 872415275
    }
  ],
  "iidStats": [],
  "floatStats": [
    {
      "key": 54,
      "value": 1.0
    }
  ],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "Note to Torgluuk"
    },
    {
      "key": 16,
      "value": "A translation of a letter between Morgluuk and his brother Torgluuk."
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T22:06:51.5782839Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}