{
  "wcid": 28126,
  "weenieType": 8,
  "pageDataList": {
    "maxNumCharsPerPage": 1000,
    "maxNumPages": 5,
    "pages": [
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Ikakhe",
        "ignoreAuthor": 0,
        "pageText": "After the success of the last report, we have decided that all future missives will be handled in such a manner. Torgluuk has yet to make mention if he is aware of our machinations.\n\nIkakhe\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Ikakhe",
        "ignoreAuthor": 0,
        "pageText": "Translation\n\nDuring one thousand cycles moar that were returned to Bur by the false gods are nearly eradicated as they are hunted by the lumbering Burun for food. Their smaller cousins that were not taken continue to hunt, kill and eat Burun that are unwary. The surviving Burun locked beneath the surface of Bur enact the great rites of The Sleeping One and continue to preach his praise. Six leaders are chosen. These leaders are all bloated beasts who have grown fat on the power of the world.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Ikakhe",
        "ignoreAuthor": 0,
        "pageText": "They consume the mucor and know much of what transpires across the world. They come to think of The Sleeping One as the underground swamp in which they live. Dark, potent and pock marked with pustules of filth. They herald a time when it will crack the world and a flood will carry them to the surface to bring vengeance to their enemies.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Ikakhe",
        "ignoreAuthor": 0,
        "pageText": "The Burun in the great swamps continue to preach the tales of The Sleeping One, but lack of mucor and poisoning from various molds, fungus and algae that are now used to enact rites drive many of the surface dwelling Burun mad. They envision their god as an amorphous pustule of slick muck covered in pustules that vomit putrescence onto the world. The madness is spared of a small contingent of Burun that have access to the mucor. This group of Burun adhere to The Sleeping One's true form as the watcher in the sky.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Ikakhe",
        "ignoreAuthor": 0,
        "pageText": "Fiazhat, without the guidance of their gods, continue to show reverence to those that brought them to the height of this world. Spoken tradition gives way to a written tradition. Cities are built once more and the temples crafted to their gods are returned to former splendor. Storytellers become the voice of the gods and are chosen as leaders for their people. Wars are forgotten and the Burun become an afterthought of Fiazhat culture in the ensuing five thousand cycles.\n"
      }
    ]
  },
  "boolStats": [
    {
      "key": 22,
      "value": 0
    },
    {
      "key": 23,
      "value": 1
    }
  ],
  "intStats": [
    {
      "key": 1,
      "value": 8192
    },
    {
      "key": 5,
      "value": 25
    },
    {
      "key": 8,
      "value": 5
    },
    {
      "key": 9,
      "value": 0
    },
    {
      "key": 16,
      "value": 8
    },
    {
      "key": 19,
      "value": 10
    },
    {
      "key": 33,
      "value": 1
    },
    {
      "key": 93,
      "value": 1044
    },
    {
      "key": 114,
      "value": 1
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33554772
    },
    {
      "key": 3,
      "value": 536870932
    },
    {
      "key": 8,
      "value": 100667470
    },
    {
      "key": 22,
      "value": 872415275
    }
  ],
  "iidStats": [],
  "floatStats": [
    {
      "key": 39,
      "value": 1.22
    },
    {
      "key": 54,
      "value": 0.3
    }
  ],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "Report to Niarltah"
    },
    {
      "key": 33,
      "value": "NoteBurunHistory7"
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T22:06:51.8740432Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}