{
  "wcid": 28123,
  "weenieType": 8,
  "pageDataList": {
    "maxNumCharsPerPage": 1000,
    "maxNumPages": 5,
    "pages": [
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Ikakhe",
        "ignoreAuthor": 0,
        "pageText": "Torgluuk maintains his short schedule, as a result we've needed to work quicker and the book has seemed to lengthen. We are trying Niarltah.\n\nIkakhe\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Ikakhe",
        "ignoreAuthor": 0,
        "pageText": "Translation\n\nBurun that have drawn into clutches draw blood from their Fiazhat brothers. Many of the Burun that wield the powerful rites grow fat with power, some growing so fat that they perish in an explosive display of color. The Burun walk across the burning land for the first time and press the Fiazhat back from the swamps. They become as brutal as their brothers sparing none of the slithering Fiazhat that they defeat.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Ikakhe",
        "ignoreAuthor": 0,
        "pageText": "Burun turn to eating the flesh of their brothers to consume their souls and purge the defilers of The Sleeping One's way from the world. Teachings of this way become common place and the Burun clutches become maddened with power. They enact great rites to call the tears of the sleeping one and rains fall for a full cycle.\n\nMucor witness the arrival of the false ones wreathed in white light. They make their way into the swamp and take a handful of the moar after witnessing the destructive force of the Burun. \n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Ikakhe",
        "ignoreAuthor": 0,
        "pageText": "Within cycles of one another the false ones wreathed in blue light return, but their forms are gaunter and they exude a palpable madness. They arrive and make themselves known to the Fiazhat. Heroes of the Fiazhat are drawn, slithering through tunnels of gray and violet mist at six different places across Bur.\n\nThose that are taken by the mad false ones never return and the Fiazhat hail this as the greatest reward given by their gods. The false ones wreathed in white return and loose the moar back into the swamps.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Ikakhe",
        "ignoreAuthor": 0,
        "pageText": "The moar are changed in appearance, temperament and ability. Their talons drip ichor that now mimics their strange and powerful breath. They become predators of the Burun and the Burun clutches that had threatened to crush the Fiazhat are suddenly put on the defensive against the wild intellect of the moar.\n"
      }
    ]
  },
  "boolStats": [
    {
      "key": 22,
      "value": 0
    },
    {
      "key": 23,
      "value": 1
    }
  ],
  "intStats": [
    {
      "key": 1,
      "value": 8192
    },
    {
      "key": 5,
      "value": 25
    },
    {
      "key": 8,
      "value": 5
    },
    {
      "key": 9,
      "value": 0
    },
    {
      "key": 16,
      "value": 8
    },
    {
      "key": 19,
      "value": 10
    },
    {
      "key": 33,
      "value": 1
    },
    {
      "key": 93,
      "value": 1044
    },
    {
      "key": 114,
      "value": 1
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33554772
    },
    {
      "key": 3,
      "value": 536870932
    },
    {
      "key": 8,
      "value": 100667470
    },
    {
      "key": 22,
      "value": 872415275
    }
  ],
  "iidStats": [],
  "floatStats": [
    {
      "key": 39,
      "value": 1.22
    },
    {
      "key": 54,
      "value": 0.3
    }
  ],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "Report to Niarltah"
    },
    {
      "key": 33,
      "value": "NoteBurunHistory4"
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T22:06:51.8080813Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}