{
  "wcid": 28128,
  "weenieType": 8,
  "pageDataList": {
    "maxNumCharsPerPage": 1000,
    "maxNumPages": 9,
    "pages": [
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Ikakhe",
        "ignoreAuthor": 0,
        "pageText": "We are certainly nearing the end of the book now Niarltah. The pages here are much fresher, though still ancient by our standards.\n\nIkakhe\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Ikakhe",
        "ignoreAuthor": 0,
        "pageText": "Translation\n\nRains come and blot The Sleeping One's eye from the sky. In fear, outposts of Fiazhat return to the temples. They build crude houses and pray to their gods who remain silent.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Ikakhe",
        "ignoreAuthor": 0,
        "pageText": "After twenty cycles of rain a pit opens in the greatest burning land and an earthquake shifts the subterranean layer back to the surface. The Burun who have lived beneath the surface of the world for so long return to the great swamps and press the surface dwelling Burun into service.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Ikakhe",
        "ignoreAuthor": 0,
        "pageText": "The six great leaders of the Burun organize their clutches and move toward the former burning lands. The surface Burun pressed into service by their masters begin to shed the madness of the years as they are exposed to the mucor again. The Burun masters quickly restrict the intake of the mucor from the lesser Burun and hunt and execute those who violate the edicts.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Ikakhe",
        "ignoreAuthor": 0,
        "pageText": "Along with the release of the Burun who lived beneath the surface of Bur comes a great contagion. Fiazhat die by the millions and their culture begins to crumble again. Having clustered so close together when the rains first began, the Fiazhat are rife with disease within months. Over the course of ten cycles, there are forty two million reported deaths amongst the Fiazhat.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Ikakhe",
        "ignoreAuthor": 0,
        "pageText": "The mucor records all of the devastation and the Burun masters learn this information and prepare to strike the final blow against the Fiazhat; their once brothers.\n\nA massive campaign begins across the world. A great temple to The Sleeping One is erected at six locations across Bur. These locations are remote and reflect what become the six great swamps of Bur over the next five hundred cycles.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Ikakhe",
        "ignoreAuthor": 0,
        "pageText": "The campaign against the Fiazhat begins with a slaughter of the temple at Guruul. A small tree is all that is left living in the area.\n\nFor the next eight hundred cycles the climate settles and The Sleeping One is revered as the greatest god on Bur. The devastation of the Fiazhat peoples leaves them easy prey for the Burun and they are destroyed with ease as they are encountered.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Ikakhe",
        "ignoreAuthor": 0,
        "pageText": "Their culture in ruins, the Fiazhat strike for the heart of the deepest burning land only to find that the Burun have developed new rituals which devour the land and alter it into a fetid swamp like their homes. \n\nFood sources that the Burun consume are tainted by the contagion that nearly eradicated the Fiazhat and three of the chosen Burun die in a marvelous displays of explosive mana. Giant craters are quickly filled in with Burun mire called from The Sleeping One. Three new leaders are chosen.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Ikakhe",
        "ignoreAuthor": 0,
        "pageText": "Ten cycles pass before the Burun rejoin their crusade to destroy the Fiazhat. \n\nThe last remaining Fiazhat have used that time wisely and send assassins to kill the first amongst the Burun leaders, Browerk. They are captured and subjected to a unique form of torture that entraps the soul of the creatures and tears all the living secrets from within. Armed with the knowledge of the last Fiazhat settlement on all of Bur the Burun converge and nearly eradicate the once great race.\n"
      }
    ]
  },
  "boolStats": [
    {
      "key": 22,
      "value": 0
    },
    {
      "key": 23,
      "value": 1
    }
  ],
  "intStats": [
    {
      "key": 1,
      "value": 8192
    },
    {
      "key": 5,
      "value": 25
    },
    {
      "key": 8,
      "value": 5
    },
    {
      "key": 9,
      "value": 0
    },
    {
      "key": 16,
      "value": 8
    },
    {
      "key": 19,
      "value": 10
    },
    {
      "key": 33,
      "value": 1
    },
    {
      "key": 93,
      "value": 1044
    },
    {
      "key": 114,
      "value": 1
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33554772
    },
    {
      "key": 3,
      "value": 536870932
    },
    {
      "key": 8,
      "value": 100667470
    },
    {
      "key": 22,
      "value": 872415275
    }
  ],
  "iidStats": [],
  "floatStats": [
    {
      "key": 39,
      "value": 1.22
    },
    {
      "key": 54,
      "value": 0.3
    }
  ],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "Report to Niarltah"
    },
    {
      "key": 33,
      "value": "NoteBurunHistory9"
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T22:06:51.9185963Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}