{
  "wcid": 28758,
  "weenieType": 8,
  "pageDataList": {
    "maxNumCharsPerPage": 1000,
    "maxNumPages": 8,
    "pages": [
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Rand the Brewmaster",
        "ignoreAuthor": 0,
        "pageText": "The brewing of beer is a subject quite dear to my heart. My father and his father before him were renowned for their brewing abilities and were frequently sought after by the rulers of Viamont, Aluvia, Gharu'n, and even Milantos for their sweet brews. I learned my craft from them and have tried to set down as best I can the knowledge with which they have so graciously blessed me."
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Rand the Brewmaster",
        "ignoreAuthor": 0,
        "pageText": "There are four main ingredients in any good brew: barley, yeast, hops, and water. The color of your barley controls the color of your brew. Amber barley nets you an amber brew, dark barley gets you a nice stout, and plain barley will give you a clear lager. \n\nYeast is used to ferment your beer. The higher the quality of the yeast the better. Dried yeast tends to get you a much higher quality brew than liquid yeast."
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Rand the Brewmaster",
        "ignoreAuthor": 0,
        "pageText": "As for hops, the greener the better! Hops provide that bitter taste that makes beer so deliciously delicious. But some beers can be too bitter - bordering on undrinkable (though no beer is truly undrinkable, truth be told). These beers are usually crafted from yellowish, nasty hops. Discerning beer drinkers prize only those beers made from the greenest of hops."
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Rand the Brewmaster",
        "ignoreAuthor": 0,
        "pageText": "And the final ingredient - the one that ties it all together - is water. Many people ignore the importance that water plays in the brewing process, but those of us who have spent our lives mastering this craft truly understand that without this life-giving liquid, we would have no beer at all! \n\nThe basic process for brewing is simple: First you fill your Brew Kettle with Water. Then you add Barley to create a Wort. Once that is done, you add Hops to finish your Wort. Once the Wort is finished, you add your Yeast. At this point, you have a Fermented Brew."
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Rand the Brewmaster",
        "ignoreAuthor": 0,
        "pageText": "Now, you can do one of two things with a Fermented Brew. You can keg it or you can add an additive. Kegging a Fermented Brew will get you a nice, tasty beer of which you can be very proud. But the truly spectacular beers obtain their unique flavors from those additives which set them apart from the rest of the pack. On Ispar, I had any number of additives in my possession that allowed me to create those beers which made my family so famous. So far, the harsh climate of these wintry islands has not allowed me to find many additives worthy of the great craft of brewing."
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Rand the Brewmaster",
        "ignoreAuthor": 0,
        "pageText": "However, I have many scouts searching through all the wilds of Dereth at this very moment! I am certain they will soon report back to me with a great many wonderful additives that will allow me to create beers worthy of my father's name. They are currently investigating the properties of the Tusker salivary glands. I know that sounds fairly disgusting, but saliva from the wild apes of Ispar allowed me to create some of my most famous beers!"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Rand the Brewmaster",
        "ignoreAuthor": 0,
        "pageText": "Now that you know the basics of brewing, allow me to share a recipe with you to get you started. As you experiment with different barleys, hops, yeasts, and - most importantly - additives, you are sure to come up with many exciting brews of your own!"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Rand the Brewmaster",
        "ignoreAuthor": 0,
        "pageText": "Homemade Amber Ale \n- Use your Brew Kettle on Water. \n- Use Amber Barley on your Full Brew Kettle to create an Amber Wort.\n- Use Green Hops on your Amber Wort to create a Finished Amber Wort. \n- Use Liquid Yeast on Finished Amber Wort to create an Amber Fermented Brew. \n- Use an Empty Stopped Keg on your Amber Fermented Brew to create a Keg of Homemade Amber Ale. \n- Then just use a set of Empty Bottles on your keg and you're ready for a nice, refreshing beverage!"
      }
    ]
  },
  "boolStats": [
    {
      "key": 11,
      "value": 1
    },
    {
      "key": 13,
      "value": 1
    },
    {
      "key": 14,
      "value": 1
    },
    {
      "key": 19,
      "value": 1
    },
    {
      "key": 22,
      "value": 0
    }
  ],
  "intStats": [
    {
      "key": 1,
      "value": 8192
    },
    {
      "key": 5,
      "value": 100
    },
    {
      "key": 16,
      "value": 8
    },
    {
      "key": 19,
      "value": 1500
    },
    {
      "key": 33,
      "value": 0
    },
    {
      "key": 93,
      "value": 1044
    },
    {
      "key": 114,
      "value": 0
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33554771
    },
    {
      "key": 3,
      "value": 536870932
    },
    {
      "key": 8,
      "value": 100668117
    },
    {
      "key": 22,
      "value": 872415275
    }
  ],
  "iidStats": [],
  "floatStats": [
    {
      "key": 54,
      "value": 1.0
    }
  ],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "Brewmaster's Bible"
    },
    {
      "key": 16,
      "value": "Herein lie the arcane secrets of that most magical craft known to all Isparian-kind as Brewing!"
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T22:07:06.5491367Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}