{
  "wcid": 29076,
  "weenieType": 8,
  "pageDataList": {
    "maxNumCharsPerPage": 1000,
    "maxNumPages": 7,
    "pages": [
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Sir Binwas Loc",
        "ignoreAuthor": 1,
        "pageText": "This new world holds many strange mysteries. Creatures the like of which I could scarcely imagine on Ispar are commonplace in the forests and tundras of this curious realm. Most of these creatures are terrifying beyond comprehension, even to a warrior such as me. But the Thrungum - as my men have taken to calling them - are simply comical.\n\nWe first learned of these beasts when King Varicci's prized Drudge belt went missing from his private quarters.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Sir Binwas Loc",
        "ignoreAuthor": 1,
        "pageText": "The King had bested a Drudge with a penchant for ear-biting in order to win that belt. It was his favorite trophy. Visitors to a royal dinner knew to set aside at least an hour more than the meal's scheduled duration in order to make time for the King's tale of pugilistic prowess. The Grand Knight and I turned his penchant for storytelling into a small game. No matter how many times the King told his story, the Grand Knight and I would question him for ever-increasing and evermore trivial levels of detail in a bid to lengthen the story as long as possible."
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Sir Binwas Loc",
        "ignoreAuthor": 1,
        "pageText": "It amused us to watch the King's guests squirm in their seats and pinch their bladders. I am proud to say that we helped stretch the King's tale to a goodly three hours on one occasion.\n\nSo, when the King's belt went missing, we all heard tale of it.\n\nThe King called both myself and the Grand Knight into his quarters. King Varicci's face was purple with rage. His furniture and personal belongings were strewn all about the room, evidence of his frantic search for the belt."
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Sir Binwas Loc",
        "ignoreAuthor": 1,
        "pageText": "While he relayed the tale of the belt's disappearance, his body shook like a young boy at his first battle. He repeatedly clenched and unclenched his fists, his knuckles audibly cracking in an extremely unnerving manner. He demanded that we find the thief immediately and throw him into the foulest of dungeons. While the Grand Knight and I silently snickered to ourselves over the King's rage at the loss of such a foolish trinket, we were also quite aware of the true gravity of the situation. A thief had somehow snuck past all of the King's guards and into the King's very bedroom."
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Sir Binwas Loc",
        "ignoreAuthor": 1,
        "pageText": "Some enemy of the people had found a way into our most heavily guarded location. The theft of the King's most prized possession was no mere theft. It was a message. This thief wanted us to know that he could get to the King any time he pleased, and there was nothing we could do to stop him.\n\nWe spent weeks questioning our suspects. In this case, our suspects included every citizen of Sanamar. We found many who had cause to steal from the King - and those people were"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Sir Binwas Loc",
        "ignoreAuthor": 1,
        "pageText": "thrown into the torture pits - but none who possessed the ability to sneak past the Royal Guard and into the King's chamber. This fact troubled me greatly. I have always been able to identify the perpetrator of a crime swiftly and decisively. And on those occasions when I could not, I have at least been able to find a scapegoat believable enough to prosecute."
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Sir Binwas Loc",
        "ignoreAuthor": 1,
        "pageText": "But nothing was more troubling than this: the thefts continued. Even while we questioned the whole of Sanamar, even while we proclaimed to all under our rule that we would deal with the thief in the most decisive and brutal manner possible, that same thief continued to defy our King by stealing even more of his personal treasures."
      }
    ]
  },
  "boolStats": [
    {
      "key": 11,
      "value": 1
    },
    {
      "key": 13,
      "value": 1
    },
    {
      "key": 14,
      "value": 1
    },
    {
      "key": 19,
      "value": 1
    },
    {
      "key": 22,
      "value": 0
    }
  ],
  "intStats": [
    {
      "key": 1,
      "value": 8192
    },
    {
      "key": 5,
      "value": 100
    },
    {
      "key": 16,
      "value": 8
    },
    {
      "key": 19,
      "value": 5
    },
    {
      "key": 33,
      "value": 0
    },
    {
      "key": 93,
      "value": 1044
    },
    {
      "key": 114,
      "value": 0
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33554771
    },
    {
      "key": 3,
      "value": 536870932
    },
    {
      "key": 8,
      "value": 100668117
    },
    {
      "key": 22,
      "value": 872415275
    }
  ],
  "iidStats": [],
  "floatStats": [
    {
      "key": 54,
      "value": 1.0
    }
  ],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "The Thrungus - Part I"
    },
    {
      "key": 16,
      "value": "From the journal of Sir Binwas Loc - the first of four passages concerning the mysterious creature known as 'The Thrungus.' This portion was found in the Steaming Hovel."
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T22:07:13.5956912Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}