{
  "wcid": 29075,
  "weenieType": 8,
  "pageDataList": {
    "maxNumCharsPerPage": 1000,
    "maxNumPages": 6,
    "pages": [
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Sir Binwas Loc",
        "ignoreAuthor": 1,
        "pageText": "The following days were miserable.\n\nAt first, I declined to provide any details as to the thief's appearance. I merely told those who asked that the thief was cloaked in shadow and that I had not the time to make a proper identification. But none believed me. Not that I have a liar's reputation. No, quite the contrary. The reason they did not believe me is because my reputation is that of a man who always nets his quarry. I have lost neither duel nor battle in all my years as a Knight of Viamont."
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Sir Binwas Loc",
        "ignoreAuthor": 1,
        "pageText": "When I set out to catch a man, I do not stop until that man is either locked up in the deepest pits of the King's dungeons, or safely pinned beneath the tip of my lance.\n\nSo, it was quite inconceivable that I should fail to catch even a glimpse of this thief.\n\nUnfortunately, I made the mistake of trusting General Corcima with the true story of that night. He and I have seen many strange things in our time together on this world."
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Sir Binwas Loc",
        "ignoreAuthor": 1,
        "pageText": "I thought that surely he would believe me. However, such was not the case.\n\nIt was only a matter of hours before I grew wise to the whispers and snickers of the guards and townspeople as I walked past. They were laughing at me. The damn fools were laughing at me.\n\nOf course, that all stopped when I decapitated Sir Fusillia by the fountain. Even so, I could feel them staring at me. They believed I was a fool. And that I could not abide."
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Sir Binwas Loc",
        "ignoreAuthor": 1,
        "pageText": "\nSo I mounted an expedition into the Thrungus hovels. It took me a few nights of searching before I found them. But eventually, I uncovered the abandoned ruins wherein the Thrungum make their home.\n\nThe townspeople no longer laugh at me. Instead, they laugh at the Thrungum. These silly little beasts are much too comical to take seriously. However, their laughable demeanor masks quite the brutal fighter."
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Sir Binwas Loc",
        "ignoreAuthor": 1,
        "pageText": "I have lost more than a couple of good men to these dangerous little beasts. But nowhere near as many as I have lost to the more dangerous Ruschk or Eaters, of course.\n\nAnyhow, the Thrungus hovels have become a fairly popular hunting den. Viamontians new to this world are taken there to learn martial skills which they might not have acquired on Ispar. And, of course, anyone whose possessions mysteriously disappear at night know exactly where to go should they wish to retrieve their sparkly objects."
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Sir Binwas Loc",
        "ignoreAuthor": 1,
        "pageText": "As for the King's belt, I located the thief who had taken it and relieved him of his glittering burden. The King rewarded me quite handsomely for me efforts. And the thief's mushroom cap now graces the wall above my hearth."
      }
    ]
  },
  "boolStats": [
    {
      "key": 11,
      "value": 1
    },
    {
      "key": 13,
      "value": 1
    },
    {
      "key": 14,
      "value": 1
    },
    {
      "key": 19,
      "value": 1
    },
    {
      "key": 22,
      "value": 0
    }
  ],
  "intStats": [
    {
      "key": 1,
      "value": 8192
    },
    {
      "key": 5,
      "value": 100
    },
    {
      "key": 16,
      "value": 8
    },
    {
      "key": 19,
      "value": 5
    },
    {
      "key": 33,
      "value": 0
    },
    {
      "key": 93,
      "value": 1044
    },
    {
      "key": 114,
      "value": 0
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33554771
    },
    {
      "key": 3,
      "value": 536870932
    },
    {
      "key": 8,
      "value": 100668117
    },
    {
      "key": 22,
      "value": 872415275
    }
  ],
  "iidStats": [],
  "floatStats": [
    {
      "key": 54,
      "value": 1.0
    }
  ],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "The Thrungus - Part IV"
    },
    {
      "key": 16,
      "value": "From the journal of Sir Binwas Loc - the fourth of four passages concerning the mysterious creature known as 'The Thrungus.' This portion was found in the Moist Hovel."
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T22:07:13.5759495Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}