{
  "wcid": 29074,
  "weenieType": 8,
  "pageDataList": {
    "maxNumCharsPerPage": 1000,
    "maxNumPages": 7,
    "pages": [
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Sir Binwas Loc",
        "ignoreAuthor": 1,
        "pageText": "It was not long before the thief revealed himself. At first, I thought I had passed from waking into dreaming. I was standing there in the darkened alcove, eyes trained on the niche wherein I had placed the trinkets. I was alone in the silent halls. I could neither see nor hear any other man. I waited for hours. Over time, I began to fear that my trap had been laid for naught. Perhaps I had been spotted. Perhaps the thief had finished his assault on the Royal Hall just as I had formulated my plan of capture. Or perhaps the lazy fiend had simply decided to take the night off."
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Sir Binwas Loc",
        "ignoreAuthor": 1,
        "pageText": "I despaired that the night would pass without incident until I noticed a shape in the gloom of the darkened hallways. Its silhouette gradually separated from the darkness around it, as if it had been there all along and my eyes were only now able to pick it out from its shadowy surroundings. Had it been here all along? Had I truly not seen this thing until now? I was shocked that I could miss such a thing. But more startling than that was the nature of the shape. It was a large mushroom, seemingly planted in the stone floor of the Royal Hall! A mushroom half as tall as a man!"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Sir Binwas Loc",
        "ignoreAuthor": 1,
        "pageText": "Several questions crossed my mind. The first of which being, \"How does a mushroom grow from stone?\" But before I had much time to ponder these questions, I witnessed a most miraculous sight. And this sight is what caused me to question my sanity that night. The mushroom... moved.\n\nIt bent its \"head\" toward the ground and swiveled about, as if surveying its surroundings. Then, seemingly satisfied that it was not being watched, it took a step forward."
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Sir Binwas Loc",
        "ignoreAuthor": 1,
        "pageText": "I had thought that I was looking at a large mushroom cap sitting atop a lone stalk. But as it began to walk, I noticed that what I had thought to be a lone stalk was in fact a pair of legs that had simply been held close together. The creature creeped toward the niche and rounded up the sparkling items. It looked around once more to make sure it was not being watched. This time, I caught a faint glimpse of two small, dark eyes on the cap of the giant fungus. Then it did something wholly unexpected. It sprang forward, darting out of the hallway with remarkable speed!"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Sir Binwas Loc",
        "ignoreAuthor": 1,
        "pageText": "I leapt out of my alcove and chased the beast, not caring how much racket I made as my steel boots pounded against the stone floor.\n\nThe beast knew that I was onto him. He dashed forward with more speed than I had yet seen exhibited by any creature of this new world. I barely kept him in sight as he rounded corner after corner in a most successful attempt at evasion.\n\nI dared not shout at the beast, not wishing to make myself more of a spectacle than I already had."
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Sir Binwas Loc",
        "ignoreAuthor": 1,
        "pageText": "But it was no use. The Royal Guard came running from all directions at the sound of my raucous pursuit. They called to me to halt until they recognized my face. Then calls of \"Sir Loc chases the thief!\" rang throughout the Royal Hall.\n\nI tracked the creature into the hallway where the guests' quarters were located. The door to one of the rooms slammed shut just as I rounded the corner. I ran to the door and smashed it to pieces with one powerful kick."
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Sir Binwas Loc",
        "ignoreAuthor": 1,
        "pageText": "But I was too late. The outer window had been shattered; the thief had fled. I ducked my head out into the chill night air and looked for any trace of the mushroom figure on the streets below.\n\nThere was none."
      }
    ]
  },
  "boolStats": [
    {
      "key": 11,
      "value": 1
    },
    {
      "key": 13,
      "value": 1
    },
    {
      "key": 14,
      "value": 1
    },
    {
      "key": 19,
      "value": 1
    },
    {
      "key": 22,
      "value": 0
    }
  ],
  "intStats": [
    {
      "key": 1,
      "value": 8192
    },
    {
      "key": 5,
      "value": 100
    },
    {
      "key": 16,
      "value": 8
    },
    {
      "key": 19,
      "value": 5
    },
    {
      "key": 33,
      "value": 0
    },
    {
      "key": 93,
      "value": 1044
    },
    {
      "key": 114,
      "value": 0
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33554771
    },
    {
      "key": 3,
      "value": 536870932
    },
    {
      "key": 8,
      "value": 100668117
    },
    {
      "key": 22,
      "value": 872415275
    }
  ],
  "iidStats": [],
  "floatStats": [
    {
      "key": 54,
      "value": 1.0
    }
  ],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "The Thrungus - Part III"
    },
    {
      "key": 16,
      "value": "From the journal of Sir Binwas Loc - the third of four passages concerning the mysterious creature known as 'The Thrungus.' This portion was found in the Sultry Hovel."
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T22:07:13.5534316Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}