{
  "wcid": 29073,
  "weenieType": 8,
  "pageDataList": {
    "maxNumCharsPerPage": 1000,
    "maxNumPages": 7,
    "pages": [
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Sir Binwas Loc",
        "ignoreAuthor": 1,
        "pageText": "I had never seen the King so enraged. While he is always a generally unpleasant man even on the best of days, he now seemed a raving tyrant. Servants cowered in the halls when he passed. The Royal Guard, including the brave Ferrans, took a step back when he neared. He even took to personally torturing prisoners in the pits."
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Sir Binwas Loc",
        "ignoreAuthor": 1,
        "pageText": "The King was convinced that the thief was some rebel spy. Some citizen who had long been with us - perhaps even a member of our own guard - whose true allegiance was to the Stag of Bellenesse. But as the thefts continued, I grew less sure of this supposition. For I began to notice a pattern to the thefts. Every last trinket that went missing - from the belt to the King's personal dining ware - had one thing in common: it was shiny."
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Sir Binwas Loc",
        "ignoreAuthor": 1,
        "pageText": "This thief was no enemy of the state. This thief had no designs on the King's life. This thief was nothing more than a mindless collector of sparkling baubles. I immediately suspected the Drudges who inhabit the surrounding forests, but soon discounted them as unlikely suspects. They lacked the subtlety and skill of this thief. No, this was something different. Something I had not yet encountered."
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Sir Binwas Loc",
        "ignoreAuthor": 1,
        "pageText": "I kept my conclusions to myself. It does the public good to see the true face of their King from time to time. When they know to what lengths the King will go to pursue a simple jewel thief, the people are less apt to engage in more damaging offenses.\n\nInstead, I conducted my own experiment. I assembled a small collection of unique, shiny trinkets and placed them in hidden niches all about the Royal Hall."
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Sir Binwas Loc",
        "ignoreAuthor": 1,
        "pageText": "I spoke to no one of this. I merely let the items lie, hidden from view. I checked on the items several times throughout the day. For a time - three days, actually - nothing happened. They remained undisturbed in their hidden locations. But on the fourth day the first of the items went missing. On the fifth, another item. On the sixth, two more. By the eighth day, all seven items had been stolen, and all in the small hours of night."
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Sir Binwas Loc",
        "ignoreAuthor": 1,
        "pageText": "These items meant nothing to the King, and they were of no more value than a simple Brew Kettle. But they were pleasing to look upon, enough to catch the fancy of a simple-minded fool. My assumption has been correct. I was dealing with some dumb animal. Small and quiet. Adept at hiding in the shadows. Nothing really to fear, but an irritant to deal with nonetheless."
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Sir Binwas Loc",
        "ignoreAuthor": 1,
        "pageText": "But still, I told no one of this. To be truthful, I desired to find that belt and present it to the King myself. Certainly, the one to do so would receive quite a worthy reward in exchange. So I assembled another collection of glittering trinkets, hid them in a small niche near the Royal Kitchens, and set my trap."
      }
    ]
  },
  "boolStats": [
    {
      "key": 11,
      "value": 1
    },
    {
      "key": 13,
      "value": 1
    },
    {
      "key": 14,
      "value": 1
    },
    {
      "key": 19,
      "value": 1
    },
    {
      "key": 22,
      "value": 0
    }
  ],
  "intStats": [
    {
      "key": 1,
      "value": 8192
    },
    {
      "key": 5,
      "value": 100
    },
    {
      "key": 8,
      "value": 230
    },
    {
      "key": 16,
      "value": 8
    },
    {
      "key": 19,
      "value": 5
    },
    {
      "key": 33,
      "value": 0
    },
    {
      "key": 93,
      "value": 1044
    },
    {
      "key": 114,
      "value": 0
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33554771
    },
    {
      "key": 3,
      "value": 536870932
    },
    {
      "key": 8,
      "value": 100668117
    },
    {
      "key": 22,
      "value": 872415275
    }
  ],
  "iidStats": [],
  "floatStats": [
    {
      "key": 54,
      "value": 1.0
    }
  ],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "The Thrungus - Part II"
    },
    {
      "key": 16,
      "value": "From the journal of Sir Binwas Loc - the second of four passages concerning the mysterious creature known as 'The Thrungus.' This portion was found in the Humid Hovel."
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T22:07:13.5336603Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}