{
  "wcid": 29327,
  "weenieType": 8,
  "pageDataList": {
    "maxNumCharsPerPage": 1000,
    "maxNumPages": 5,
    "pages": [
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Training Master",
        "ignoreAuthor": 1,
        "pageText": "COMBAT \n\nDereth can be a dangerous place--you must learn to defend yourself! \n\nFirst, prepare for battle. Click on the backpack icon to open your Inventory Panel. Drag a weapon from your inventory to the weapon slot, marked with an axe. You can also drag ammunition to the ammo slot, marked with arrows. \n\nClick on the dove icon to enter Combat Mode, which will display the Combat Bar.\n\n(Click on the green arrow to read more!)"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Training Master",
        "ignoreAuthor": 1,
        "pageText": "Select a target by clicking on it or its dot on the compass. \n\nFinally, click on the attack height to begin your attack. To hit low targets, you must hit low. To hit hovering targets, you must attack high. \n\nThe three bars at the top of the screen show your Health, Stamina, and Mana. \n\nIf you run out of stamina, your attacks will be weak. If you run out of health, you will die! \n\n(Click on the green arrow to read more!)"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Training Master",
        "ignoreAuthor": 1,
        "pageText": "Your target's health is displayed below its name in the bottom-right corner of the screen. When your target runs out of health, it will die. Double-click on its corpse to check for loot! \n\n\n\nSPELLCASTING \n\nIf you are trained in any form of magic, you must know how to cast spells. \n\nTo see what spells you have, click the wand icon to open your spellbook. \n\n(Click on the green arrow to read more!)"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Training Master",
        "ignoreAuthor": 1,
        "pageText": "\nTo see what a spell does, appraise it with the magnifying glass, or right-click on it. \n\nTo cast a spell, go to the Inventory Panel and drag your wand to the weapons slot. \n\nClick the dove icon to display the Spellcasting Bar. \n\nSelect a spell from the Spellcasting Bar, select your target, then click the Cast button. Also, try casting spells on yourself! \n\n(Click on the green arrow to read more!)"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Training Master",
        "ignoreAuthor": 1,
        "pageText": "Watch the blue mana bar at the top of the screen. If it runs out, you can't cast spells. \n\nCasting spells requires components--scarabs, herbs, and other objects. If these components are consumed through spellcasting, you can buy new ones in town.\n\nNow those are the basics of combat and spellcasting -- go out and give it a try!"
      }
    ]
  },
  "boolStats": [
    {
      "key": 11,
      "value": 1
    },
    {
      "key": 13,
      "value": 1
    },
    {
      "key": 14,
      "value": 1
    },
    {
      "key": 19,
      "value": 1
    }
  ],
  "intStats": [
    {
      "key": 1,
      "value": 8192
    },
    {
      "key": 5,
      "value": 5
    },
    {
      "key": 16,
      "value": 8
    },
    {
      "key": 19,
      "value": 0
    },
    {
      "key": 93,
      "value": 1044
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33554771
    },
    {
      "key": 3,
      "value": 536870932
    },
    {
      "key": 8,
      "value": 100668117
    },
    {
      "key": 22,
      "value": 872415275
    }
  ],
  "iidStats": [],
  "floatStats": [
    {
      "key": 39,
      "value": 1.22
    },
    {
      "key": 54,
      "value": 0.3
    }
  ],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "Combat and Spellcasting Guide"
    },
    {
      "key": 16,
      "value": "A guide to Combat and Spellcasting. "
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T22:07:18.966736Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}