{
  "wcid": 29394,
  "weenieType": 8,
  "pageDataList": {
    "maxNumCharsPerPage": 1000,
    "maxNumPages": 8,
    "pages": [
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Ardry the Dubious",
        "ignoreAuthor": 1,
        "pageText": "Honored Antius, \nHere are my first rough observations after an extensive reconnaissance of the Viamontian fortifications. I have scouted four forts around Zaikhal, each of them meant to be a launching point for the assault on the city. They have delved deep underground, with the assistance of renegade Lugians. They have completed a portal transport network with the assistance of Virindi. In short, the Viamontian King has struck up two powerful alliances in relatively short order."
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Ardry the Dubious",
        "ignoreAuthor": 1,
        "pageText": "The fort south of Zaikhal is the home of the King's Copper Legion. These knights seem to be responsible for the maintenance of the creatures known as \"Eaters\" - horrible, slavering beasts capable of chewing through the stoutest plate armor. I gather these beasts will be used as front-line assault weapons, preceding the Knight legions into battle. The leader of the Copper Legion is Captain Ramelle, who seems to be the most junior of the invasion commanders."
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Ardry the Dubious",
        "ignoreAuthor": 1,
        "pageText": "The western fort seems to be a sort of embassy with the Lugians. A great number of Lugian renegades, from the \"Gotrok\" faction, seem to be encamped in the underground complex. This complex is also home to the Silver Legion of Viamont, under Captain Argenne."
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Ardry the Dubious",
        "ignoreAuthor": 1,
        "pageText": "The eastern fort of the Gold Legion, under the leadership of Captain Aurichon, also holds a number of Virindi. The Virindi have helped the Viamontians with their portal network, and I have had difficulty figuring out which faction of Virindi is truly involved. Blame it on the inscrutability of those hovering masks, whom it seems I have spent my entire life spying upon, and have left me plenty of sickle-shaped scars and lightning burns to remember them by."
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Ardry the Dubious",
        "ignoreAuthor": 1,
        "pageText": "The terrifying Captain Balanchi is leader of the Platinum Legion, in command of the northern fort. He seems to be the closest to the King and to the invasion's overall commander, a man named General Corcima. The Platinum Legion boasts the toughest soldiers of the invasion, and Captain Balanchi has been entrusted with the supply chain back to Viamont - all of the weapons and armor for use in the invasion, as well as the treasure meant to buy the services of their allies, pass through the hands of Captain Balanchi first."
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Ardry the Dubious",
        "ignoreAuthor": 1,
        "pageText": "Each of the leaders seems to have a direct link to the Viamontian islands northwest of Dereth. I have witnessed the Captains and their bodyguards using gems to move directly to their home fortress. I am not so much of a fool as to try and take one of these soldiers down to investigate it for myself. However, the conversations I have overheard indicate the presence of a great castle near the Viamontian lands, under the command of a royal cousin of King Varicci, an astute general named Corcima di Corcosa."
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Ardry the Dubious",
        "ignoreAuthor": 1,
        "pageText": "I saw Corcima visit the Platinum Legion keep just a few days ago. While he is a fearsome warrior (and he must be to command the respect of the Viamontian legions), he is also an intelligent man with an air of power and command. \n\nCorcima has one odd habit, which he displayed during his visit. He actually cut himself and smeared some of his own blood on the helm of his soldiers! I know Viamontians place great stock in the power of blood, especially royal blood, but I do not know what purpose the blood serves."
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Ardry the Dubious",
        "ignoreAuthor": 1,
        "pageText": "Incidentally, honored Antius, General Corcima wears a beautiful set of some kind of plate armor. I have never seen its like. If only there were some way to get you a sample of its material. Uncle Aliester once told me you are quite the armorsmith... I would be quite interested to see what kind of armor you could make if only you could inspect a piece of Corcima's suit."
      }
    ]
  },
  "boolStats": [
    {
      "key": 11,
      "value": 1
    },
    {
      "key": 13,
      "value": 1
    },
    {
      "key": 14,
      "value": 1
    },
    {
      "key": 19,
      "value": 1
    }
  ],
  "intStats": [
    {
      "key": 1,
      "value": 8192
    },
    {
      "key": 5,
      "value": 5
    },
    {
      "key": 8,
      "value": 5
    },
    {
      "key": 16,
      "value": 8
    },
    {
      "key": 19,
      "value": 0
    },
    {
      "key": 93,
      "value": 1044
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33554773
    },
    {
      "key": 3,
      "value": 536870932
    },
    {
      "key": 8,
      "value": 100668176
    },
    {
      "key": 22,
      "value": 872415275
    }
  ],
  "iidStats": [],
  "floatStats": [
    {
      "key": 54,
      "value": 1.0
    }
  ],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "Viamontian Reconnaissance"
    },
    {
      "key": 16,
      "value": "A scouting report from Ardry the Dubious."
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T22:07:20.5623636Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}