{
  "wcid": 29474,
  "weenieType": 8,
  "pageDataList": {
    "maxNumCharsPerPage": 1000,
    "maxNumPages": 4,
    "pages": [
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "O",
        "ignoreAuthor": 0,
        "pageText": "I have lost count of the years I have spent in this wretched new realm. I think, in retrospect, I should have simply taken my chances against the King's dimwitted trackers. My old master once told me that my attraction to trouble for the sake of trouble would get me into a hole I could not dig myself out of, and I suppose that is what has occurred here. It was my instinct for trouble which compelled me to keep letting those trackers keep up and corner me in that house... the house with the swirling purple gate..."
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "O",
        "ignoreAuthor": 0,
        "pageText": "I have dealt with the worst people in this world and have managed to make enemies of them all. I had plenty of enemies on Ispar, of course, but the rules of the game were much more well established there. What madness was it that drew the greatest assassin on Ispar to a world where people are so difficult to kill? Maybe this is what finally drove old Hamud mad. His daughter showed me that letter he wrote... This \"undead world\" is starting to get to me, too."
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "O",
        "ignoreAuthor": 0,
        "pageText": "Even worse than alienating the powerful here is the alliances and compromises I had to make simply to ply my trade anew. There was a time when I was content to simply be the cleverest, the quickest, and the most deadly. But now I find that I have had to learn a lot of new tricks. Magic is more powerful here, and more necessary to daily life. I had to develop a whole new repertoire of skills and knowledges. I have kept a manual with memory tricks to allow me to more easily pick up new skills."
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "O",
        "ignoreAuthor": 0,
        "pageText": "I could spend a year cataloguing the new skills I had to pick up. No doubt the princeling Varicci would like to know how I learned how to travel beyond the barrier. I can imagine the royal tantrum he would throw if he knew how much trouble I've been stirring up on the mainland, while he sat cooped up on this unpleasant island chain for years and years. That's why I wrote the skill manual in that very tiresome Tracker's Script - I know the princeling employs no trackers who are versed in that language."
      }
    ]
  },
  "boolStats": [
    {
      "key": 11,
      "value": 1
    },
    {
      "key": 13,
      "value": 1
    },
    {
      "key": 14,
      "value": 1
    },
    {
      "key": 19,
      "value": 1
    },
    {
      "key": 22,
      "value": 0
    }
  ],
  "intStats": [
    {
      "key": 1,
      "value": 8192
    },
    {
      "key": 5,
      "value": 50
    },
    {
      "key": 8,
      "value": 230
    },
    {
      "key": 16,
      "value": 8
    },
    {
      "key": 19,
      "value": 0
    },
    {
      "key": 33,
      "value": 1
    },
    {
      "key": 93,
      "value": 1044
    },
    {
      "key": 114,
      "value": 1
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33554771
    },
    {
      "key": 3,
      "value": 536870932
    },
    {
      "key": 8,
      "value": 100668117
    },
    {
      "key": 22,
      "value": 872415275
    }
  ],
  "iidStats": [],
  "floatStats": [
    {
      "key": 39,
      "value": 1.22
    },
    {
      "key": 54,
      "value": 0.3
    }
  ],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "Oswald's Prison Journal"
    },
    {
      "key": 16,
      "value": "A journal. "
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T22:07:22.3210505Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}