{
  "wcid": 29495,
  "weenieType": 8,
  "pageDataList": {
    "maxNumCharsPerPage": 1000,
    "maxNumPages": 4,
    "pages": [
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Sir Coretto",
        "ignoreAuthor": 1,
        "pageText": "My brothers in the Knighthood of Karlun, \nI have traveled to the Fiun settlement in these islands and spoken with their leaders. They are a gentle folk who have learned much and acquired much power, but have only recently learned how to properly manage their power. I have come to admire their hard-won wisdom, and think our own people, especially our ruler, who led us into this forbidding land through his own arrogance, can learn a lesson from their downfall. \n(more)"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Sir Coretto",
        "ignoreAuthor": 1,
        "pageText": "I have discovered what horrors drove the Fiun mad. The Fiun, it seems, have some kind of gland or organ in the back of the head that, when removed, drives them mad. It is also an unfortunate side-effect that the smell of one of these exhumed glands is something that reliably attracts the foul Eater beasts that have lately become a standard element of Varicci's army in this new land. \n(more)"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Sir Coretto",
        "ignoreAuthor": 1,
        "pageText": "It was not disease or catastrophe or fickle chance that turned so many gentle creatures into ravening beasts. The affliction does not come from an experiment gone awry that twisted their minds. It was not overreaching hubris that made them monsters. No, the Fiun were victimized to feed an immoral hunger for power. Someone saw that their purposes would be served by the suffering of these innocent creatures. I know who brought evil to the Fiun. And it is us. Only us. \n(more)"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Sir Coretto",
        "ignoreAuthor": 1,
        "pageText": "I have no desire to go on after all I have witnessed. I have asked your messenger to strike me down and end my torment. Honor the person who brings you my last testament, because that person has fulfilled my final wish."
      }
    ]
  },
  "boolStats": [
    {
      "key": 11,
      "value": 1
    },
    {
      "key": 13,
      "value": 1
    },
    {
      "key": 14,
      "value": 1
    },
    {
      "key": 19,
      "value": 1
    }
  ],
  "intStats": [
    {
      "key": 1,
      "value": 8192
    },
    {
      "key": 5,
      "value": 50
    },
    {
      "key": 16,
      "value": 8
    },
    {
      "key": 19,
      "value": 0
    },
    {
      "key": 33,
      "value": 1
    },
    {
      "key": 93,
      "value": 1044
    },
    {
      "key": 114,
      "value": 1
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33554771
    },
    {
      "key": 3,
      "value": 536870932
    },
    {
      "key": 8,
      "value": 100668117
    },
    {
      "key": 22,
      "value": 872415275
    }
  ],
  "iidStats": [],
  "floatStats": [
    {
      "key": 39,
      "value": 1.22
    },
    {
      "key": 54,
      "value": 0.3
    }
  ],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "Testament of Sir Coretto"
    },
    {
      "key": 16,
      "value": "The last words of Sir Coretto, Knight of Karlun."
    },
    {
      "key": 33,
      "value": "corettoTestament"
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T22:07:22.7341304Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}