{
  "wcid": 29509,
  "weenieType": 8,
  "pageDataList": {
    "maxNumCharsPerPage": 1000,
    "maxNumPages": 5,
    "pages": [
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Old Lascare",
        "ignoreAuthor": 1,
        "pageText": "I've had enough of this foul and evil bull! I thought taking care of some weird-looking red bull would be a nice retirement after all those years working in the slaughterhouse. Little did I know that the job would keep my hands bloodier and my dreams more twisted than even that one occasion when I worked at the sausage festival among the barbaric Aluvians! \n(more)"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Old Lascare",
        "ignoreAuthor": 1,
        "pageText": "I certainly regret taking this job. Back in the early days of the settlement, it seemed like the King and the Grand Knight were battling traitors and rebels and deserters at every turn, and anyone who wanted to stay safely behind the walls of Sanamar had to prove themselves to be useful and loyal. So when the man in green came to me and told me the secret of the bull that the Prince and Grand Knight were so superstitious about... Well, it seemed like the best option that an old soldier had, when he couldn't work as a quartermaster for an army that had no lands to conquer. \n(more)"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Old Lascare",
        "ignoreAuthor": 1,
        "pageText": "So here's the big secret, just so I can have a printed reminder of why I will never return to Sanamar: The great Red Bull of Sanamar is so hearty and red because the horrible thing eats hearts. Specifically, the hearts of tortured, screaming, human-like things that the man in green called \"Fiun.\" Believe me, I have tried all sorts of different substitutes. Chicken hearts, beef hearts, even those pulsing lumps from the shadowy man-things... if it once pulsed, I tried to feed it to that bull. And nothing works except for the hearts of the most twisted of these Fiun, which reside in the darkest reaches of a pit that the man in green called the \"Cannibal Caverns.\" \n(more)"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Old Lascare",
        "ignoreAuthor": 1,
        "pageText": "I should have just run screaming from Sanamar when the man in green told me about the bull's vicious secret. In fact, now that I've had some time to think about it, how the hell did he know what he knows about the bull? I was too happy about escaping exile or the torture chambers to really question him. But how did he know such specific things? He even knew to go to the deepest parts of the dungeons. He was right that the screaming wretches in the upper levels wouldn't have hearts suitable for that cursed bull. \n(more)"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Old Lascare",
        "ignoreAuthor": 1,
        "pageText": "I am starting to suspect that the man in green has some hand in the bull's peculiar diet. I only wish I had searched those caverns a little better."
      }
    ]
  },
  "boolStats": [
    {
      "key": 1,
      "value": 1
    },
    {
      "key": 11,
      "value": 1
    },
    {
      "key": 13,
      "value": 1
    },
    {
      "key": 14,
      "value": 1
    },
    {
      "key": 19,
      "value": 1
    }
  ],
  "intStats": [
    {
      "key": 1,
      "value": 8192
    },
    {
      "key": 5,
      "value": 160
    },
    {
      "key": 16,
      "value": 8
    },
    {
      "key": 19,
      "value": 0
    },
    {
      "key": 93,
      "value": 1044
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33554772
    },
    {
      "key": 3,
      "value": 536870932
    },
    {
      "key": 8,
      "value": 100668117
    },
    {
      "key": 22,
      "value": 872415275
    }
  ],
  "iidStats": [],
  "floatStats": [
    {
      "key": 39,
      "value": 1.22
    },
    {
      "key": 54,
      "value": 1.0
    }
  ],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "Old Lascare's Journal"
    },
    {
      "key": 16,
      "value": "The journal of Old Lascare, former caretaker of the Red Bull of Sanamar."
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T22:07:23.0461935Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}