{
  "wcid": 29918,
  "weenieType": 8,
  "pageDataList": {
    "maxNumCharsPerPage": 1000,
    "maxNumPages": 5,
    "pages": [
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "The Council of Sages",
        "ignoreAuthor": 0,
        "pageText": "Gaerlan was a mage of the Yalain Empire, and a student of Asheron's. He and his brother Delacim studied portal magic and other arts under Asheron's tutelage. Delacim was a better student, but Gaerlan was devious and used his connections to the Imperial throne to blackmail Asheron and continue his studies. He also discovered the remnants of a Gelidite elemental cult flying fortress off the coast of Aerlinthe, and studied the magic that he found within.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "The Council of Sages",
        "ignoreAuthor": 0,
        "pageText": "During an expedition to the Olthoi homeworld, Delacim was killed. Gaerlan blamed Asheron for his brother's death and sought to bring about the mage's downfall. He attempted to trap Asheron on the Olthoi homeworld, but failed, and it is possible that his attempt was what allowed the Olthoi unimpeded access to Auberean.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "The Council of Sages",
        "ignoreAuthor": 0,
        "pageText": "When the last of the Empyrean were sent away by Asheron, Gaerlan was among the survivors who were sent into portal space. He remained there until Candeth Martine opened the portals from Dereth to Marae Lassel. This apparently created some sort of fluctuation in portal space that freed Gaerlan and returned him to Dereth.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "The Council of Sages",
        "ignoreAuthor": 0,
        "pageText": "Gaerlan sought revenge against Asheron and determined to rid Dereth of the \"vermin\" who inhabited it -- we Isparians. He made Martine his unwitting puppet, and also manipulated and betrayed the Isparian sorceress Nuhmudira. In the month of Leafdawning, Portal Year 13,  Gaerlan began open war against Asheron and the Isparians. He used elemental magic to raise a great army and sought to unleash the Harbinger against his foes.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "The Council of Sages",
        "ignoreAuthor": 0,
        "pageText": "In the end, the betrayal of his puppets proved to be his undoing. Martine battled him and brought down his flying elemental fortress, allowing Isparians to assault it directly with the aid of Asheron. Weakened by his battle with Martine, Gaerlan was unable to defeat the Isparians who assaulted him. In the end, Nuhmudira imprisoned him in a magical phylactery. He continues to suffer for his crimes.\n\nThis doll is a gift, celebrating five years of Isparian freedom on Dereth.\n"
      }
    ]
  },
  "boolStats": [
    {
      "key": 22,
      "value": 1
    },
    {
      "key": 69,
      "value": 0
    }
  ],
  "intStats": [
    {
      "key": 1,
      "value": 8192
    },
    {
      "key": 3,
      "value": 14
    },
    {
      "key": 5,
      "value": 10
    },
    {
      "key": 8,
      "value": 230
    },
    {
      "key": 9,
      "value": 0
    },
    {
      "key": 16,
      "value": 8
    },
    {
      "key": 19,
      "value": 5000
    },
    {
      "key": 33,
      "value": 1
    },
    {
      "key": 93,
      "value": 1044
    },
    {
      "key": 114,
      "value": 0
    },
    {
      "key": 150,
      "value": 103
    },
    {
      "key": 151,
      "value": 9
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33559085
    },
    {
      "key": 3,
      "value": 536870932
    },
    {
      "key": 6,
      "value": 67112626
    },
    {
      "key": 7,
      "value": 268436403
    },
    {
      "key": 8,
      "value": 100673073
    },
    {
      "key": 22,
      "value": 872415275
    }
  ],
  "iidStats": [],
  "floatStats": [
    {
      "key": 39,
      "value": 0.4
    },
    {
      "key": 54,
      "value": 1.0
    }
  ],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "Pack Gaerlan"
    },
    {
      "key": 14,
      "value": "This doll may be hooked. Use this doll to read a historical lesson."
    },
    {
      "key": 15,
      "value": "Short description does not show up in game."
    },
    {
      "key": 16,
      "value": "Gaerlan, Empyrean elemental mage."
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T22:07:32.1693526Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}