{
  "wcid": 29917,
  "weenieType": 8,
  "pageDataList": {
    "maxNumCharsPerPage": 1000,
    "maxNumPages": 4,
    "pages": [
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "The Council of Sages",
        "ignoreAuthor": 0,
        "pageText": "Bael'Zharon. The Hopeslayer. The ancient enemy of the Empyrean.\n\nThousands of years ago, during a time of darkness and famine, a Dericost man named Ilservian Palacost watched his son Avoren die of starvation while the Yalaini priests hoarded food. He and his followers sought vengeance and fled into the wilderness.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "The Council of Sages",
        "ignoreAuthor": 0,
        "pageText": "Four hundred years later, Ilservian returned, transformed by some dark power into Bael'Zharon the Hopeslayer. This was called the Third Sending of Darkness. He led an army of shadow that brought death and madness in its wake. No force could stop it as it consumed armies and whole villages down to the last man, woman and child. \n\nIt was only through a great sacrifice that the Yalaini Council of Five were able to imprison Bael'Zharon in a magical crystal array. His armies, bereft of their leader, fell back. \n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "The Council of Sages",
        "ignoreAuthor": 0,
        "pageText": "Thousands of years later, after the Olthoi drove the Empyrean off of the planet, Isparians were unwittingly duped into freeing Bael'Zharon from his crystal prison. Some sought to prevent the last piece of the prison -- the Shard of the Herald -- from being destroyed, but they were defeated. An Isparian monarch named Vidorian, who had sworn allegiance to the Hopeslayer, accompanied two of Bael'Zharon's generals and assaulted the defenders below the Ithaenc Cathedral. They broke through the defensive lines and shattered the crystal.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "The Council of Sages",
        "ignoreAuthor": 0,
        "pageText": "Thus in Portal Year 11 began the Fourth Sending of Darkness. The Shadows attacked from all sides, the Hopeslayer roamed the land, and the rivers ran red.\n\nIn the month of Frostfell, P.Y. 11, a desperate alliance formed between Asheron, the Virindi, the undead Dericost, a rogue follower of Bael'Zharon named Isin Dule, and the Isparians. Bael'Zharon was driven off of this plane of existence... but he was not destroyed. \n\nThis doll is a gift, celebrating five years of Isparian freedom on Dereth.\n"
      }
    ]
  },
  "boolStats": [
    {
      "key": 22,
      "value": 1
    },
    {
      "key": 69,
      "value": 0
    }
  ],
  "intStats": [
    {
      "key": 1,
      "value": 8192
    },
    {
      "key": 3,
      "value": 9
    },
    {
      "key": 5,
      "value": 10
    },
    {
      "key": 8,
      "value": 230
    },
    {
      "key": 9,
      "value": 0
    },
    {
      "key": 16,
      "value": 8
    },
    {
      "key": 19,
      "value": 5000
    },
    {
      "key": 33,
      "value": 1
    },
    {
      "key": 93,
      "value": 1044
    },
    {
      "key": 114,
      "value": 0
    },
    {
      "key": 150,
      "value": 103
    },
    {
      "key": 151,
      "value": 9
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33559089
    },
    {
      "key": 3,
      "value": 536870932
    },
    {
      "key": 6,
      "value": 67113073
    },
    {
      "key": 7,
      "value": 268436090
    },
    {
      "key": 8,
      "value": 100669122
    },
    {
      "key": 22,
      "value": 872415275
    }
  ],
  "iidStats": [],
  "floatStats": [
    {
      "key": 39,
      "value": 0.5
    },
    {
      "key": 54,
      "value": 1.0
    }
  ],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "Pack Bael'Zharon"
    },
    {
      "key": 14,
      "value": "This doll may be hooked. Use this doll to read a historical lesson."
    },
    {
      "key": 15,
      "value": "Short description does not show up in game."
    },
    {
      "key": 16,
      "value": "Bael'Zharon, the Hopeslayer"
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T22:07:32.1497836Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}