{
  "wcid": 29921,
  "weenieType": 8,
  "pageDataList": {
    "maxNumCharsPerPage": 1000,
    "maxNumPages": 5,
    "pages": [
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "The Council of Sages",
        "ignoreAuthor": 0,
        "pageText": "When Sir Candeth Martine joined the Dereth Exploration Society after his arrival in Dereth, he had no idea what a pivotal role he would play in the history of the world.\n\nMartine was betrayed by his mentor, Sir Mikael Alayne, who conspired to deliver him to the Virindi in exchange for their aid against the Hopeslayer. The Virindi performed terrible experiments on Martine, transforming him into a new creature with the power for great and destructive magic.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "The Council of Sages",
        "ignoreAuthor": 0,
        "pageText": "Martine broke free from his Virindi handlers and enacted a terrible revenge against all those he blamed for his tragedy. Increasingly irrational, he blamed Asheron for bringing him to Dereth, and began to identify High Queen Elysa with Melanay, his lost wife on Ispar. \n\nWhen Martine opened portals to Marae Lassel with the goal of disrupting the Virindi experiments there, the flux in portal space freed an Empyrean named Gaerlan. Gaerlan had his own reasons for seeking the death of Asheron, and quickly made Martine his puppet.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "The Council of Sages",
        "ignoreAuthor": 0,
        "pageText": "When Gaerlan revealed his motives and goals by attacking Asheron directly, Martine fell into a deep depression. A visit from Elysa's son Borelean roused Martine from his solitude and convinced him to aid Asheron, Elysa and all Isparians against Gaerlan.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "The Council of Sages",
        "ignoreAuthor": 0,
        "pageText": "In the month of Thistledown, Portal Year 13, Martine and Gaerlan battled for days in the latter's floating elemental fortress. At the end of the battle, the fortress crashed to the earth. Later, Martine's signature mask and robe were found at the top of the highest tower, and none are certain of his fate. Some speculate that he is dead, others believe that he has found a way to return to Ispar.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "The Council of Sages",
        "ignoreAuthor": 0,
        "pageText": "Martine's heroism was recognized by the people of Dereth when a new fortress in the southern Direlands was named after him -- Candeth Keep. \n\nThis doll is a gift, celebrating five years of Isparian freedom on Dereth.\n"
      }
    ]
  },
  "boolStats": [
    {
      "key": 22,
      "value": 1
    },
    {
      "key": 69,
      "value": 0
    }
  ],
  "intStats": [
    {
      "key": 1,
      "value": 8192
    },
    {
      "key": 5,
      "value": 10
    },
    {
      "key": 8,
      "value": 230
    },
    {
      "key": 9,
      "value": 0
    },
    {
      "key": 16,
      "value": 8
    },
    {
      "key": 19,
      "value": 5000
    },
    {
      "key": 33,
      "value": 1
    },
    {
      "key": 93,
      "value": 1044
    },
    {
      "key": 114,
      "value": 0
    },
    {
      "key": 150,
      "value": 103
    },
    {
      "key": 151,
      "value": 9
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33559087
    },
    {
      "key": 3,
      "value": 536870932
    },
    {
      "key": 6,
      "value": 67108990
    },
    {
      "key": 7,
      "value": 268436397
    },
    {
      "key": 8,
      "value": 100667446
    },
    {
      "key": 22,
      "value": 872415275
    }
  ],
  "iidStats": [],
  "floatStats": [
    {
      "key": 39,
      "value": 0.4
    },
    {
      "key": 54,
      "value": 1.0
    }
  ],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "Pack Martine"
    },
    {
      "key": 14,
      "value": "This doll may be hooked. Use this doll to read a historical lesson."
    },
    {
      "key": 15,
      "value": "Short description does not show up in game."
    },
    {
      "key": 16,
      "value": "The enigmatic and powerful Martine, in his Virindi-modified form."
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T22:07:32.2303174Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}