{
  "wcid": 31440,
  "weenieType": 8,
  "pageDataList": {
    "maxNumCharsPerPage": 1000,
    "maxNumPages": 11,
    "pages": [
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Lord Alashorn",
        "ignoreAuthor": 0,
        "pageText": "An account by Lord Alashorn, Diplomat of the Seaborne Empire of Yalain, Ambassador to the Court of His Majesty King Braletain of Haebrous."
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Lord Alashorn",
        "ignoreAuthor": 0,
        "pageText": "It was the fifth year of the reign of His Majesty King Braletain when the Barbarian first arrived. Our cousins the Haebreans constantly seek to explore and civilize the wild lands to the north of their kingdom, and each season an expedition returns to the capital with newly discovered animals in cages, to serve as a court curiosity. Indeed, the Royal Menagerie is a constant source of delight for my children and for visiting dignitaries from home."
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Lord Alashorn",
        "ignoreAuthor": 0,
        "pageText": "As I was saying, the Barbarian came to the capital in a frontier expedition's cage in the fifth year of Braletain's rule. He was the last survivor of a tribe of semi-civilized brutes at the frigid northern edge of the King's domain. The rest of the tribe had been extinguished to make way for a mercantile company's gemstone excavations, and they were deemed too wild and dangerous to leave alone."
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Lord Alashorn",
        "ignoreAuthor": 0,
        "pageText": "He was a most impressive physical specimen: long of limb, thickly muscled, with alert eyes and the proud, savage bearing of a born killer. He was not as tall as I am, but with his overdeveloped physique, he easily weighed as much as two of me. He spoke a language, of a sort, and royal linguists eventually deciphered enough of his speech to learn that he called himself \"Grael\" and to enable his future masters to issue him basic orders."
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Lord Alashorn",
        "ignoreAuthor": 0,
        "pageText": "It was Braletain's young Queen, Carraida, who first realized the Barbarian's potential. On the day that the expedition returned with their captive, the King feasted their leaders in the palace. I was present for this banquet, and King and Queen were enthralled by the tales of the vicious fight that the brutes had put up in defense of their village. Grael's powerful bearing and proud posture, even in chains, impressed them equally. The Queen begged her royal husband to send the captive to the gladiatorial pits for her amusement."
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Lord Alashorn",
        "ignoreAuthor": 0,
        "pageText": "To say that Grael flourished as a gladiator would be an understatement. He vanquished every foe and every beast in the ring. He overpowered the strong, battered the tough, ran down the quick, outfought the skilled. He ended every match by decapitating his fallen enemy and devouring his heart, right there at the center of the ring. His eyes glowed red as he fought, and flared brightly when he ate a warm heart. I do not think there has ever been a spectacle like Grael's great combats."
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Lord Alashorn",
        "ignoreAuthor": 0,
        "pageText": "Grael had been fighting for two seasons when his rebellion erupted upon the city. The event was an \"Empty Cells Battle\", where all the gladiators were released from their cells and put in the ring. Unknown to the arena guards, Grael had convinced a large group of fellow slaves, about half of them, to join him in rebellion. United in their fighting, they quickly slew all the other slaves, and then scaled the walls of the arena. Their actions were so sudden and unexpected, they overpowered the arena guards and took over the entire building."
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Lord Alashorn",
        "ignoreAuthor": 0,
        "pageText": "Ten thousand Haebreans and no small number of visiting Yalaini and Dericostians died. The King had been absent from the arena that day, but the Queen was there. Her guards were killed by the united slaves, and the Queen became the object of Grael's personal vengeance. Apparently he remembered her from his presentation to the royal couple. The Queen was beheaded in the center of the arena, as she knelt in the ankle-deep blood of her subjects. Grael devoured her heart and flung her head over the wall and into the street."
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Lord Alashorn",
        "ignoreAuthor": 0,
        "pageText": "I wish I could say that the King's vengeance was swift. Grael's slaves fought running battles in the streets with the city watch, inflicting horrific casualties on townsfolk and guards alike. Dozens of buildings burned in the chaos. I was one of many who fled the city. It was on the third day of the rebellion that the royal army finally managed to muster and run the rebels to ground in the West Market. Once they were isolated and surrounded, the King ordered the royal mages to incinerate the entire market square with a rain of magical fire that lasted almost a full day."
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Lord Alashorn",
        "ignoreAuthor": 0,
        "pageText": "Those few that escaped the flames were put to the sword by the encircling army, and their heads were mounted on the gates of the reconstructed fighting arena. The King was never the same after that outburst of horror. Twenty years later, he is a ruined and wasted man, a shadow of the strong and admirable leader he had been. His weakness has emboldened the ever-grasping Dericostians, there is no clear and qualified successor, and I fear war will come soon between the Kingdoms."
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Lord Alashorn",
        "ignoreAuthor": 0,
        "pageText": "As for Grael... his fate remains unknown. No soldier could recall seeing him among the fighters on that last day of blood and fire. No remains were found - neither corpse nor blackened bone. There is still a royal bounty on his head, richer than any in the history of Haebrous. But it seems that the gladiator rebel vanished completely. Perhaps he lurks in the wilderness even today, plotting bloody revenge against the King and people who destroyed his home."
      }
    ]
  },
  "boolStats": [
    {
      "key": 11,
      "value": 1
    },
    {
      "key": 13,
      "value": 1
    },
    {
      "key": 14,
      "value": 1
    },
    {
      "key": 19,
      "value": 1
    }
  ],
  "intStats": [
    {
      "key": 1,
      "value": 8192
    },
    {
      "key": 5,
      "value": 100
    },
    {
      "key": 16,
      "value": 8
    },
    {
      "key": 19,
      "value": 10
    },
    {
      "key": 22,
      "value": 1000
    },
    {
      "key": 93,
      "value": 1044
    },
    {
      "key": 114,
      "value": 0
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33559593
    },
    {
      "key": 3,
      "value": 536870932
    },
    {
      "key": 8,
      "value": 100687891
    },
    {
      "key": 22,
      "value": 872415275
    }
  ],
  "iidStats": [],
  "floatStats": [
    {
      "key": 54,
      "value": 1.0
    }
  ],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "The Grael Rebellion"
    },
    {
      "key": 16,
      "value": "A Translation of the Grael Rebellion"
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T22:08:04.6787356Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}