{
  "wcid": 31979,
  "weenieType": 8,
  "pageDataList": {
    "maxNumCharsPerPage": 1000,
    "maxNumPages": 7,
    "pages": [
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Geowulf",
        "ignoreAuthor": 1,
        "pageText": "Journey Log 1\n\nBranwyn and I had an argument earlier this day. My father is growing more sickly with each passing day and soon will reach the point where not even a lifestone could revive him. I want to move to Glenden Wood to be near him during what may be his final days. But Branwyn, so wrapped up in her market stand, doesn't want to leave Arwic for fear of the lack of income. Glenden Wood stands to be a very profitable town, I know of several allegiances that call it home. I doubt she would miss a pyreal there. But alas she"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Geowulf",
        "ignoreAuthor": 1,
        "pageText": "remains adamant. I love her, but at times she can be so uncaring.\n\nAfter our argument, I promptly left the cottage and made my way to Glenden Wood to visit father. Aunt Wyna does good looking after him, but I am sure she would like a reprieve once in a while. I brought father his monougat (Auntie Wyna would skin me had she seen me sneak him those) and the most recent Crier's Ballot to read. Home bound as he is, he relishes the opportunity to hear of the world."
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Geowulf",
        "ignoreAuthor": 1,
        "pageText": "Bidding both father and Auntie Wyna farewell for the day, I returned to Arwic and then made my way to the mountain pass. It is a trail I am all too familiar with, but I enjoy the hike. The wintry air clears my thoughts. Something well-needed given the events of earlier in the day.\n\nI worked my way west along the Lost Wish ridge where I ran across some comrades from Arwic who were hunting mattekars for their fur trade. They invited me to stay the night at their cottage in Colier View Hill. The small cottage was crowded but the fire was cozy and the company"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Geowulf",
        "ignoreAuthor": 1,
        "pageText": "friendly.\n\nJourney Log 2\n\nBiding my friends farewell, I embarked north towards MacDugal's stronghold. Normally I avoid that sort, but I was short on bandages, and an adventurer never enters the wilds without his healing kits.\n\nMy thoughts drifted to Branwyn as I passed one of the Tremblant standing stones. I had brought her there three years ago, just before we married. We camped on the hill behind the stone and watched"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Geowulf",
        "ignoreAuthor": 1,
        "pageText": "the sun rise, and set, over the mountains. We were only pestered by a lone mattekar, but it was only interested in seeing what we were doing, not causing any damage. I wonder if Branwyn is still upset.\n\nI took my midday meal at the border of the blighted lands and the end of the Lost Wish mountains. The Olthoi have done horrible things to that land. There are only but a few pristine locations left in that valley, though those are often guarded by things worse than Olthoi."
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Geowulf",
        "ignoreAuthor": 1,
        "pageText": "I arrived at the Haliana cottages shortly before sunset and just in time to meet up with more fellows. They were planning to spend the evening lightning fireworks and watching the borealis, and happily invited me to join them for the evening. Another evening of entertainment and cramped quarters with good friends. I shall walk the"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Geowulf",
        "ignoreAuthor": 1,
        "pageText": "shores tomorrow and then return to Arwic to my beloved Branwyn. Hopefully we can discuss the matter of Glenden Wood and my father with more civility than we had two days ago."
      }
    ]
  },
  "boolStats": [
    {
      "key": 11,
      "value": 1
    },
    {
      "key": 13,
      "value": 1
    },
    {
      "key": 14,
      "value": 1
    },
    {
      "key": 19,
      "value": 1
    },
    {
      "key": 22,
      "value": 1
    }
  ],
  "intStats": [
    {
      "key": 1,
      "value": 8192
    },
    {
      "key": 5,
      "value": 50
    },
    {
      "key": 16,
      "value": 8
    },
    {
      "key": 19,
      "value": 0
    },
    {
      "key": 33,
      "value": 1
    },
    {
      "key": 93,
      "value": 1044
    },
    {
      "key": 114,
      "value": 1
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33554773
    },
    {
      "key": 3,
      "value": 536870932
    },
    {
      "key": 8,
      "value": 100674007
    },
    {
      "key": 22,
      "value": 872415275
    }
  ],
  "iidStats": [],
  "floatStats": [
    {
      "key": 54,
      "value": 1.0
    }
  ],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "Geowulf's Journal"
    },
    {
      "key": 16,
      "value": "Part of a journal belonging to Geowulf the Stonehearted."
    },
    {
      "key": 33,
      "value": "GeowulfJournal1"
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T22:08:12.0947377Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}