{
  "wcid": 31981,
  "weenieType": 8,
  "pageDataList": {
    "maxNumCharsPerPage": 1000,
    "maxNumPages": 7,
    "pages": [
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Geowulf",
        "ignoreAuthor": 1,
        "pageText": "Journal Log 5\nI must admit that I am somewhat impressed with my resourcefulness. I scavenged through the debris littered about the gut of the leviathan and happened across a scepter. It possessed just enough magic to strike a flame upon the corroding drift wood\n\nNeedless to say, fire within the belly of the beast was not well taken and I was shortly expelled upon this unknown shore. My head still spins from the blow I received after the beast promptly spat me"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Geowulf",
        "ignoreAuthor": 1,
        "pageText": "out. My injuries have prevented me from making any attempts at a rudimentary recall escape.\n\nStrange trees the likes of which I have never seen. Niffis shells, as well as the shell of creatures I have never seen before, lay scattered across the land.\n\nI happened across some Mosswarts, much to my surprise. They are wary of my presence, though I get the distinct impression that they would think much more highly of me with I were to bring some \"Stot\" or \"Wantir Lacker\", whatever"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Geowulf",
        "ignoreAuthor": 1,
        "pageText": "those are.\n\n\nJournal Log 6\n\nThe Mosswarts have driven me from their village and I am now lost. I've found this temple, but I cannot stay here. The lower levels host a multitude of things skittering about in the dark, always lurking along the edge of my vision, but always dashing away as soon as I turn to meet them in the eye. The upper levels are haunted by the undead.\n\nThe cadavers and other worm-ridden"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Geowulf",
        "ignoreAuthor": 1,
        "pageText": "shamblers of this place have driven me to this small room. I've managed to barricade myself within this small room, but the undead wail against the door, moaning for a sacrifice. There will be no sleeping here, though with each passing hour I grow drowsy.\n\nThis cannot be my fate, my last hours. My last words with my beloved wife cannot be those of ire. I dare not submit myself to the motives of the undead in these ruins. Rumors speak of undead capable of severing ones bond to a lifestone and I dare not risk such a death, not when"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Geowulf",
        "ignoreAuthor": 1,
        "pageText": "others could arrive. The mosswarts could come... they could bring their king Argram Unkpresank.\n\nJournal Log 7\n\nTheir efforts have doubled and the doors bend under the stress of their attacks. My treated kits cannot fix the concussion I have, merely treat my scrapes and bruises. There is not hope of surviving this I am afraid.\n\nI accept this now. But I wll not go without a fight. I mean to take several of them to"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Geowulf",
        "ignoreAuthor": 1,
        "pageText": "the grave with me before they get my heart.\n\nBranwyn, should this ever find its way into your hands, please know this - I love you with all my heart. I have always loved you. I'm sorry that we never got the chance to live our lives together longer than we have.\n\nTell Auntie Wyna what happened. Tell her and my father that I love them."
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Geowulf",
        "ignoreAuthor": 1,
        "pageText": "The door is shattering as I write these last lines. I must arm what few traps I have and steel myself for this fight.\n\nAlways with love,\n\nGeowulf"
      }
    ]
  },
  "boolStats": [
    {
      "key": 11,
      "value": 1
    },
    {
      "key": 13,
      "value": 1
    },
    {
      "key": 14,
      "value": 1
    },
    {
      "key": 19,
      "value": 1
    },
    {
      "key": 22,
      "value": 1
    }
  ],
  "intStats": [
    {
      "key": 1,
      "value": 8192
    },
    {
      "key": 5,
      "value": 50
    },
    {
      "key": 16,
      "value": 8
    },
    {
      "key": 19,
      "value": 0
    },
    {
      "key": 33,
      "value": 1
    },
    {
      "key": 93,
      "value": 1044
    },
    {
      "key": 114,
      "value": 1
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33554773
    },
    {
      "key": 3,
      "value": 536870932
    },
    {
      "key": 8,
      "value": 100674007
    },
    {
      "key": 22,
      "value": 872415275
    }
  ],
  "iidStats": [],
  "floatStats": [
    {
      "key": 54,
      "value": 1.0
    }
  ],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "Geowulf's Journal"
    },
    {
      "key": 16,
      "value": "Part of a journal belonging to Geowulf the Stonehearted."
    },
    {
      "key": 33,
      "value": "GeowulfJournal3"
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T22:08:12.1426217Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}