{
  "wcid": 32229,
  "weenieType": 8,
  "pageDataList": {
    "maxNumCharsPerPage": 1000,
    "maxNumPages": 3,
    "pages": [
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Master Vaserio",
        "ignoreAuthor": 1,
        "pageText": "After a long and seemingly fruitless dig, we finally managed to locate the underground Falatacot compound that our sources had told us we would find. The dark tunnels of the Falatacot were infested with Mukkir, most of which we managed to capture or slay. They provided me with enough living and dead test subjects to make significant strides in my appointed investigation."
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Master Vaserio",
        "ignoreAuthor": 1,
        "pageText": "Would that I had a lifetime to research the wonder of these Mukkir. It is clear from the physical studies I have conducted upon them that they are certainly not the same creature as was described in the Grael Rebellion. Some great magical power intervened in the creation of these beasts. At first, I was unable to divine the nature of their magical augmentation. But a final clue was provided by a very brief encounter with one very strange Mukkir. It had the upper body of the Mukkir we have seen, but its lower body was shadow and mist - like the very powerful \"Shadows\" that haunt the lands of the Bloodless."
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Master Vaserio",
        "ignoreAuthor": 1,
        "pageText": "It seems, then, that the \"Living Shadow\" that has seen mention in Falatacot texts is the link between a primitive humanoid gladiator and these spider-like creatures we know as Mukkir. The infusion of Shadow magic would also explain the variety of magical and elemental attacks employed by these Mukkir. The more I learn of this power borne of darkness, the more apprehensive I become. I will caution our King to tread cautiously as he further investigates the mysteries and powers of Grael."
      }
    ]
  },
  "boolStats": [
    {
      "key": 11,
      "value": 1
    },
    {
      "key": 13,
      "value": 1
    },
    {
      "key": 14,
      "value": 1
    },
    {
      "key": 19,
      "value": 1
    }
  ],
  "intStats": [
    {
      "key": 1,
      "value": 8192
    },
    {
      "key": 5,
      "value": 5
    },
    {
      "key": 16,
      "value": 8
    },
    {
      "key": 19,
      "value": 0
    },
    {
      "key": 93,
      "value": 1044
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33554773
    },
    {
      "key": 3,
      "value": 536870932
    },
    {
      "key": 8,
      "value": 100668176
    },
    {
      "key": 22,
      "value": 872415275
    }
  ],
  "iidStats": [],
  "floatStats": [
    {
      "key": 54,
      "value": 1.0
    }
  ],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "Master Vaserio's Notes"
    },
    {
      "key": 15,
      "value": "The translated notes of the Viamontian explorer, Master Vaserio."
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T22:08:15.6230555Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}