{
  "wcid": 32226,
  "weenieType": 8,
  "pageDataList": {
    "maxNumCharsPerPage": 1000,
    "maxNumPages": 2,
    "pages": [
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Mistress Gabille",
        "ignoreAuthor": 0,
        "pageText": "I encountered a Mukkir today. We broke through the tunnels into the remains of a Falatacot installation, one that the Mukkir had taken over for their own purposes. Most fled before us, but we managed to run one to ground in a dead-ended tunnel. One of our Eaters had managed to bite off one of its legs. With its movement hampered, it was easy for the following Knights in my service to bring it to bay and pin it down. The spectacle reminded me of my training in the Royal Conservatory in Corcosa, pinning still-living insects to a sampling board. Of course, those creatures never squealed the way that this Mukkir did when I subjected it to the battery of tests..."
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Mistress Gabille",
        "ignoreAuthor": 0,
        "pageText": "These Mukkir are magic-touched. Like the Eaters and our own augmented Knights, these things did not come about by any natural means. I can practically smell the magical energy washing off it. It is also clear to me that this beast has little physically in common with the gladiator described in the Grael Rebellion text. Yet, the Song of Grael names the gladiator as \"a spear of the Mukkir.\" Hopefully my colleagues have had more success reconciling this inconsistency."
      }
    ]
  },
  "boolStats": [
    {
      "key": 11,
      "value": 1
    },
    {
      "key": 13,
      "value": 1
    },
    {
      "key": 14,
      "value": 1
    },
    {
      "key": 19,
      "value": 1
    }
  ],
  "intStats": [
    {
      "key": 1,
      "value": 8192
    },
    {
      "key": 5,
      "value": 5
    },
    {
      "key": 16,
      "value": 8
    },
    {
      "key": 19,
      "value": 0
    },
    {
      "key": 93,
      "value": 1044
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33554773
    },
    {
      "key": 3,
      "value": 536870932
    },
    {
      "key": 8,
      "value": 100668176
    },
    {
      "key": 22,
      "value": 872415275
    }
  ],
  "iidStats": [],
  "floatStats": [
    {
      "key": 54,
      "value": 1.0
    }
  ],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "Mistress Gabille's Notes"
    },
    {
      "key": 15,
      "value": "The translated notes of the Viamontian Explorer, Mistress Gabille."
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T22:08:15.5774824Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}