{
  "wcid": 32273,
  "weenieType": 8,
  "pageDataList": {
    "maxNumCharsPerPage": 1000,
    "maxNumPages": 4,
    "pages": [
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Duke Raoul",
        "ignoreAuthor": 0,
        "pageText": "We were somewhere around Samsur on the edge of the desert, when the spells began to wear off. I remember saying something like \"I feel a bit lightheaded; maybe we should stop to re-cast...\" And suddenly there was a terrible roar all around us and the sky was full of what looked like... Well, never mind what they looked like. The point is that Zongo and I were in the middle of a long run, and we got jumped and died horribly."
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Duke Raoul",
        "ignoreAuthor": 0,
        "pageText": "Zongo and I have decided that magic was fine for some folks, but both of us preferred to strengthen ourselves in the traditional manner we'd known on Ispar: with well-crafted drinks! Oh yes, we'd fully studied and duplicated the recipes that Rand came up with. But those weren't satisfying enough. The effects we got out of things like Bobo's Stout just didn't suit our style. We decided that there must be a way to create a more aggressive kind of beer."
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Duke Raoul",
        "ignoreAuthor": 0,
        "pageText": "This is where Zongo's training as an Apothecary came in handy. We tested numerous potential additives. It would be a waste of time to list them all, and some of the results we got were just plain terrible. At long last, after an extensive tour of the eastern coastline, Zongo and I finally discovered what we were after. It turns out that blobs of muck that drop off Moarsmen can make a very potent additive. Zongo theorizes that the muck has properties similar to the frog skin excretions that once got us into so much trouble with the Corcosa City Guard."
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Duke Raoul",
        "ignoreAuthor": 0,
        "pageText": "With Zongo's expert direction, a healthy stock of Glorious brews, and a pile of fresh Moarsman corpses, I've developed three new brews. The newly developed brews give me enough strength, toughness, and confidence to take on much more powerful creatures than I was once capable of fighting."
      }
    ]
  },
  "boolStats": [
    {
      "key": 11,
      "value": 1
    },
    {
      "key": 13,
      "value": 1
    },
    {
      "key": 14,
      "value": 1
    },
    {
      "key": 19,
      "value": 1
    }
  ],
  "intStats": [
    {
      "key": 1,
      "value": 8192
    },
    {
      "key": 5,
      "value": 200
    },
    {
      "key": 16,
      "value": 8
    },
    {
      "key": 19,
      "value": 500
    },
    {
      "key": 22,
      "value": 1000
    },
    {
      "key": 93,
      "value": 1044
    },
    {
      "key": 151,
      "value": 2
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33559593
    },
    {
      "key": 3,
      "value": 536870932
    },
    {
      "key": 8,
      "value": 100688501
    },
    {
      "key": 22,
      "value": 872415275
    }
  ],
  "iidStats": [],
  "floatStats": [
    {
      "key": 39,
      "value": 1.22
    },
    {
      "key": 54,
      "value": 0.3
    }
  ],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "The Zongo Papers"
    },
    {
      "key": 16,
      "value": "A book about new brewing recipes by Duke Raoul the Brewmaster."
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T22:08:16.1846154Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}