{
  "wcid": 32280,
  "weenieType": 8,
  "pageDataList": {
    "maxNumCharsPerPage": 1000,
    "maxNumPages": 6,
    "pages": [
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Master Malsivir",
        "ignoreAuthor": 0,
        "pageText": "Day 1: The Golem Arikas has shown only limited initiative or intelligence, for all the power we can sense bound up in its body. We cannot convince it to open up the restricted wings of Knorr, no matter how effective our Eaters are in countering the Olthoi threat. Thankfully, neither does it seem to object to our own activities within the Seat of Knorr, most particularly in the conveyance chambers."
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Master Malsivir",
        "ignoreAuthor": 0,
        "pageText": "Day 2: We have catalogued the destination of each of the intact conveyance devices. We have even been able to apply some of Count Dardante's advanced thaumaturgic theories to track down the destinations of some of the broken devices. There is one device in particular which presents a tantalizing challenge. Even were it whole, entry into that wing of the Collegium would have proved difficult, because we have detected resonances of some of the most powerful warding and concealment spells we have ever encountered."
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Master Malsivir",
        "ignoreAuthor": 0,
        "pageText": "Day 3: After consultation with our Sovereign, we have begun detailed investigations of the heavily warded conveyance device, which one of my assistants has dubbed \"The Forbidden Portal.\" Count Dardante has paid a personal visit to the research site, and his expertise has proven invaluable. Through his own vigorous and inventive investigative methods, he has determined that there are artifacts of great interest to be found within this closely guarded Collegium."
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Master Malsivir",
        "ignoreAuthor": 0,
        "pageText": "Day 4: Count Dardante returned to the King's side early today, to examine the artifacts and information that have been steadily flowing into the Royal Archives. He has charged me to complete the breakthrough of the Forbidden Portal and the exploration of the Collegium behind it. We have progressed from investigation to active attempts to breach the protective wards. I have already lost three assistants to the powerful defenses erected by the lord of Knorr... who is still conspicuously absent."
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Master Malsivir",
        "ignoreAuthor": 0,
        "pageText": "Day 5: It took the sacrifice of three more assistants, but we have established a foothold in the newly opened Collegium Occultus. There is an anteroom and another attendant Golem, which, like Arikas, seems to lack the independent initiative to try and stop us itself. We are hard at work breaking through the anteroom portal to the true Collegium compound. The soldiers and scholars under my charge seem to have lost all fear of the absent lord of the Collegia. It seems that there will be no reprisals from the Empyrean founders of Knorr."
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Master Malsivir",
        "ignoreAuthor": 0,
        "pageText": "Day 6: As expected, we have defeated the last wards protecting the Collegium Occultus. We have dispatched a horde of Eaters and brutes to clear out the Olthoi that were within. Soon, the Collegium will be ours. Even now I can sense the power of the magic held within its stores..."
      }
    ]
  },
  "boolStats": [
    {
      "key": 22,
      "value": 1
    }
  ],
  "intStats": [
    {
      "key": 1,
      "value": 8192
    },
    {
      "key": 5,
      "value": 200
    },
    {
      "key": 16,
      "value": 8
    },
    {
      "key": 93,
      "value": 1044
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33554771
    },
    {
      "key": 3,
      "value": 536870932
    },
    {
      "key": 8,
      "value": 100668117
    },
    {
      "key": 22,
      "value": 872415275
    }
  ],
  "iidStats": [],
  "floatStats": [
    {
      "key": 39,
      "value": 1.22
    },
    {
      "key": 54,
      "value": 0.3
    }
  ],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "Malsivir's Journal"
    },
    {
      "key": 15,
      "value": "The journal of the dangerous Viamontian scholar, Master Malsivir."
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T22:08:16.2501085Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}