{
  "wcid": 32515,
  "weenieType": 8,
  "pageDataList": {
    "maxNumCharsPerPage": 1000,
    "maxNumPages": 1,
    "pages": [
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "V.d.C.",
        "ignoreAuthor": 0,
        "pageText": "You and your team have shown remarkable skill in channeling our war beasts and the insect invaders to undermine the rebuilt town's foundations. We are not concerned with the loss of soldiers in this effort - they were meant to be fodder and shock troops, after all. You must simply keep enough Eaters alive and healthy to be able to drive the Olthoi Matron and her brood to the surface, once you have bridged the two caverns. We are most concerned with the concealment of the digging once the Olthoi bore closer to the surface. If you fail to conceal your presence beneath the town, the paranoid townsfolk will notice, and dispatch adventurers to investigate. If your work is discovered, you will find no further assistance forthcoming. Do not fail us. The rewards we promised to you are contingent upon your secrecy and your success. Useless tools are discarded. You will join your Bloodless brethren underneath our boot heels, and twice cursed as turncoats and incompetents."
      }
    ]
  },
  "boolStats": [
    {
      "key": 11,
      "value": 1
    },
    {
      "key": 13,
      "value": 1
    },
    {
      "key": 14,
      "value": 1
    },
    {
      "key": 19,
      "value": 1
    }
  ],
  "intStats": [
    {
      "key": 1,
      "value": 8192
    },
    {
      "key": 5,
      "value": 5
    },
    {
      "key": 16,
      "value": 8
    },
    {
      "key": 93,
      "value": 1044
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33554773
    },
    {
      "key": 3,
      "value": 536870932
    },
    {
      "key": 8,
      "value": 100668176
    },
    {
      "key": 22,
      "value": 872415275
    }
  ],
  "iidStats": [],
  "floatStats": [
    {
      "key": 54,
      "value": 1.0
    }
  ],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "Underminer Notes"
    },
    {
      "key": 33,
      "value": "underminernotestimer"
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T22:08:19.4748552Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}