{
  "wcid": 32714,
  "weenieType": 8,
  "pageDataList": {
    "maxNumCharsPerPage": 1000,
    "maxNumPages": 6,
    "pages": [
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "",
        "ignoreAuthor": 0,
        "pageText": "Day 1/nAs senior officer of this expedition, I have the honor and privilege of recording our progress for King Varicci II. We shall attempt to do him honor and bring vistory to the blood./n/nWe have two companies of knights arrayed for battle, as well as a small number of auxiliary Bloodless mercenaries and several Bloodless labor crews for the building of the castle. I will endeavor to distribute the auxiliary Bloodless among the three forces we must provide, in order to minimize any potential disloyalty."
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "",
        "ignoreAuthor": 0,
        "pageText": "Day 2/nCaptain Dimari and I have selected the soldiers we will be leaving in the Bluespire laboratory. They will be under the command of the mage responsible for opening the portal from Marae Lassel to the mainland. It is astonishing that we must no longer kill mages to create portals - they have learned powerful tricks from those Virindi, indeed. The rest of the two companies are prepared to leave as soon as the creation of the portal is complete."
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "",
        "ignoreAuthor": 0,
        "pageText": "Day 4/nIt has taken longer than expected for the mage to create the portal. It is ready, though, and we pass through on the morrow. We will destroy our bracelets once we have passed through the portal - there is no return to Marae Lassel for us, not that there will be a portal for us to use in any event."
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "",
        "ignoreAuthor": 0,
        "pageText": "Day 5/nWe are through the portal and construction has proceeded swiftly. Several of our Bloodless labor crews have died, but that is what lifestones are for, are they not? I expect this castle to be erected in a matter of days, thanks to the 'encouragement' my company is giving the labor crews and the foresight to have the stone for the castle prepared and waiting in the laboratory for our use./n/nThis has been a successful enough endeavor that I will recommend to Commander Bellenesse that we pursue it for future operations. The ability to put up earthworks in days rather than weeks or months, through planning, preparation, and portal creation, is a huge strategic advantage."
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "",
        "ignoreAuthor": 0,
        "pageText": "Day 6/nCaptain Dimari is taking Bloodstone Company south to the Tumerok fortress to proceed with his mission. Our dear allies the Tumeroks will be...surprised, I think. Captain Dimari will ensure that the southern fort holds against enemies, and provide a second line of defense should we fall here."
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Captain Vietre Lasallia",
        "ignoreAuthor": 0,
        "pageText": "Day 7/nThe castle is complete, astonishingly, and we have fully manned it and sent the labor crews home. Now, we wait for the Bloodless forces of New Aluvia to try their luck in reaching Fort Tethana. I expect that the toothless queen is still crying over her foolish lover, and for her forces to be in disarray, so I expect any assault made on this castle to fail. I have named our new home Castle Pietrus, and if we can hold it against all invaders it will be a major base for our operations on the mainland."
      }
    ]
  },
  "boolStats": [],
  "intStats": [
    {
      "key": 1,
      "value": 8192
    },
    {
      "key": 5,
      "value": 50
    },
    {
      "key": 16,
      "value": 8
    },
    {
      "key": 19,
      "value": 0
    },
    {
      "key": 33,
      "value": 1
    },
    {
      "key": 93,
      "value": 1044
    },
    {
      "key": 114,
      "value": 1
    },
    {
      "key": 151,
      "value": 2
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33559593
    },
    {
      "key": 3,
      "value": 536870932
    },
    {
      "key": 8,
      "value": 100687891
    },
    {
      "key": 22,
      "value": 872415275
    }
  ],
  "iidStats": [],
  "floatStats": [
    {
      "key": 39,
      "value": 1.22
    },
    {
      "key": 54,
      "value": 0.3
    }
  ],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "Castle Pietrus Log Book"
    },
    {
      "key": 16,
      "value": "A log book found in one of the buildings of Castle Pietrus"
    },
    {
      "key": 33,
      "value": "pickupcastlepietruslogbook"
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T22:08:21.8040194Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}