{
  "wcid": 32713,
  "weenieType": 8,
  "pageDataList": {
    "maxNumCharsPerPage": 1000,
    "maxNumPages": 6,
    "pages": [
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "",
        "ignoreAuthor": 0,
        "pageText": "My shame takes hold of me as we fall to defeat, but I must put these words to parchment. It is important for all to know the vileness of the blue-skinned human fiends, and the story of what happened here. Yes, even those we have fought and those we sundered alliances from, for even in our fights with those enemies there was honor. But the Bloodstone Company holds no honor."
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "",
        "ignoreAuthor": 0,
        "pageText": "We have held our fort for many seasons, keeping the human Fort Tethana separated from the other akiekie to the north. We would launch attacks against the human fort, and they would attack us. But we could not win, and they could not win. And so the seasons passed."
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "",
        "ignoreAuthor": 0,
        "pageText": "When it was the time of the highest sun in the sky, the blue-skinned humans approached our leaders. They wanted alliance with we who are called Renegade. They would help us defeat the other humans. We agreed, and our Lugian buhdis joined the blue-skinned humans in attacking the human settlement called Zaikhal."
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "",
        "ignoreAuthor": 0,
        "pageText": "This morning, as the blood sun rose over the sea, a band of blue-skinned humans approached our fort. They called us brother and said they were the Bloodstone Company, come in peace to help us against the fort to the southwest. We invited them to our fort."
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "",
        "ignoreAuthor": 0,
        "pageText": "We were tricked. The blue-skinned humans sought not our alliance, but our blood. Many warriors died with shame, with no weapon in hand. I do not know why they have done this. I only know that they now hold this fort."
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Unknown Tumerok",
        "ignoreAuthor": 0,
        "pageText": "I write this from the tower of our fort. I have barred the way, but they threaten to break through soon. I would rage forth and engage them in combat now, but I must finish this writing first. Before today, I would have said that I would wish my writing to fall only into the hands of my xuta, but today I have no such wish. I do not care if Hea, Aun, atual arutoa, Lugian, or human find this writing - only that the blue-skinned humans do not. Let all be warned of the treachery of the blue-skinned humans."
      }
    ]
  },
  "boolStats": [],
  "intStats": [
    {
      "key": 1,
      "value": 8192
    },
    {
      "key": 5,
      "value": 50
    },
    {
      "key": 16,
      "value": 8
    },
    {
      "key": 19,
      "value": 0
    },
    {
      "key": 33,
      "value": 1
    },
    {
      "key": 93,
      "value": 1044
    },
    {
      "key": 114,
      "value": 1
    },
    {
      "key": 151,
      "value": 2
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33559593
    },
    {
      "key": 3,
      "value": 536870932
    },
    {
      "key": 8,
      "value": 100687891
    },
    {
      "key": 22,
      "value": 872415275
    }
  ],
  "iidStats": [],
  "floatStats": [
    {
      "key": 39,
      "value": 1.22
    },
    {
      "key": 54,
      "value": 0.3
    }
  ],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "Tumerok Record Book"
    },
    {
      "key": 16,
      "value": "A log book found within a Tumerok fortification overrun by the Viamontian Bloodstone Company."
    },
    {
      "key": 33,
      "value": "pickuptumerokrecordbook"
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T22:08:21.7834373Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}