{
  "wcid": 32848,
  "weenieType": 8,
  "pageDataList": {
    "maxNumCharsPerPage": 1000,
    "maxNumPages": 7,
    "pages": [
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Unknown",
        "ignoreAuthor": 0,
        "pageText": "May this book bear witness to my defection from the light. I am no longer one of the weak, no longer one of those who follow Asheron's ways. I make this choice of my own volition, embracing the ultimate freedom that is the birthright of all living beings. I cast even my name to the wind - no shackle shall hold my identity."
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Unknown",
        "ignoreAuthor": 0,
        "pageText": "I have chosen my path - the path of the strong. I do not follow some defeated power, as Bael'zharon was defeated. Nay - my allegiance is only to the strong, to that which will lead me to triumph!"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Unknown",
        "ignoreAuthor": 0,
        "pageText": "I remember hearing of my master for the first time. The thrill which ran through me...ah, as only power can thrill! I knew, though those who spoke of my future master spoke in enmity, that I had found truth in this world at last. The only truth in this world is strength, and there is no greater strength."
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Unknown",
        "ignoreAuthor": 0,
        "pageText": "Only my master can claim to be so strong. Those who follow the teachings of Isin Dule, they live a lie. They will be swallowed whole! They will be consumed as this paper is consumed by fire!\n*the rest of this page is burned away*"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Unknown",
        "ignoreAuthor": 0,
        "pageText": "The call! Oh, how they speak of the call which led us to this world, but another calls me. I cannot ignore it, nor do I want to! A call to ruin! A call to greatness!"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Unknown",
        "ignoreAuthor": 0,
        "pageText": "Why do they resist? I watched it all, watched the armies break. Some died forever...eaten. Fuel for my great master! Some were fortunate...changed despite themselves, given the gift I seek. Some were slain for the sake of slaughter. But none were allowed to escape."
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Unknown",
        "ignoreAuthor": 0,
        "pageText": "I feel insubstantial. I drift. I will no longer be what I am soon. I embrace the last moments of an old life and the beginning of a new existence."
      }
    ]
  },
  "boolStats": [],
  "intStats": [
    {
      "key": 1,
      "value": 8192
    },
    {
      "key": 5,
      "value": 100
    },
    {
      "key": 16,
      "value": 8
    },
    {
      "key": 19,
      "value": 0
    },
    {
      "key": 33,
      "value": 1
    },
    {
      "key": 93,
      "value": 1044
    },
    {
      "key": 114,
      "value": 1
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33559593
    },
    {
      "key": 3,
      "value": 536870932
    },
    {
      "key": 8,
      "value": 100687891
    },
    {
      "key": 22,
      "value": 872415275
    }
  ],
  "iidStats": [],
  "floatStats": [
    {
      "key": 39,
      "value": 1.22
    }
  ],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "Lore of the Dark Spiral"
    },
    {
      "key": 16,
      "value": "This book almost seems to reek of the taint of the shadows and Mukkir who inhabit the Dark Spiral. The book begins in a strong hand, but descends into spidery illegibility."
    },
    {
      "key": 33,
      "value": "DarkSpiralBookPickup"
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T22:08:23.5205048Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}