{
  "wcid": 32968,
  "weenieType": 8,
  "pageDataList": {
    "maxNumCharsPerPage": 1000,
    "maxNumPages": 6,
    "pages": [
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Cedric Yalvonas",
        "ignoreAuthor": 0,
        "pageText": "To Ciandra, Arcanum Alchemist\n\nI find it worthy of mention that I have discovered a buried building on Aerlinthe. I have long theorized that there may be many undiscovered structures beneath the rock and ash that were buried during the eruption of the island's volcano. I was skirting some nasty creatures or I might never have felt the portal. As many mages that study portal magic have noted I have acquired a certain ability to sense portals. I could barely sense this portal though since it seemed to be buried quite deep."
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Cedric Yalvonas",
        "ignoreAuthor": 0,
        "pageText": "After much effort and expenditure of magic components I succeeded in connecting a portal to the one I could sense below. Being more curious than I am cautious I entered the chamber and was greeted by a curious golem who had apparently been studying the portal. No doubt he noticed the portal fluctuations while I had been attempting to link to it.\nThe golem was carved from a common stone found in empyrean construction and seemed only moderately more intelligent than the natural golems we see about Dereth. He saluted in a strange fashion and requested instructions."
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Cedric Yalvonas",
        "ignoreAuthor": 0,
        "pageText": "I asked him where I was and he told me I had arrived at the Aerlinthe Masonry. Again he requested instructions and again I ignored the request. I asked him what they produced at the Aerlinthe Masonry. He looked at me, pausing for a moment, and then rattled off a number of different stone-works, some with hinted at magical attributes I couldn't understand the purpose to.\n\nThe golem then started to question me, inquiring about my strange method of speech. I told him I was from the mainland which didn't seem to dissuade his questions."
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Cedric Yalvonas",
        "ignoreAuthor": 0,
        "pageText": "He asked about my odd robes and then asked me blatantly if I was Empyrean. Here I made a fatal mistake. I answered truthfully. I wasn't raised to lie and it does not come easily to me.\n\nThe Golems Eyes glowed fiercely and it pulled a lever blocking off the passage beyond, then it turned on me. I must admit I am no good in a fight and it made quick work of me. My magical studies have concentrated wholly on portal magic and it's various uses you see. The golem barely noticed my feeble attempts at war magic as it backed me into a corner of the hallway and pummeled me to death"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Cedric Yalvonas",
        "ignoreAuthor": 0,
        "pageText": "I arrived at my lifestone quite shaken and have proceeded to write you this letter.\n\nThat is everything I learned of . The portal I linked to the Ancient Masonry should still be sitting there on the North side of the island's cove. The reason I am telling you of my discovery is because I know you have many contacts within the community who might be able to explore the structure further. Also one of the items the golem mentioned sounded like something you may be able to use."
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Cedric Yalvonas",
        "ignoreAuthor": 0,
        "pageText": "If you send someone to the Ancient Masonry I would suggest advising them to not make the attempt alone. I am sure there are more of the Golems like the one I saw in the hall and even one could be a problem for an inexperienced adventurer.\n\nThank you for your time,\n\nCedric Yalvonas, Agent of the Arcanum"
      }
    ]
  },
  "boolStats": [
    {
      "key": 11,
      "value": 1
    },
    {
      "key": 13,
      "value": 1
    },
    {
      "key": 14,
      "value": 1
    },
    {
      "key": 19,
      "value": 1
    }
  ],
  "intStats": [
    {
      "key": 1,
      "value": 8192
    },
    {
      "key": 5,
      "value": 10
    },
    {
      "key": 16,
      "value": 8
    },
    {
      "key": 19,
      "value": 5
    },
    {
      "key": 93,
      "value": 1044
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33554773
    },
    {
      "key": 3,
      "value": 536870932
    },
    {
      "key": 8,
      "value": 100667503
    },
    {
      "key": 22,
      "value": 872415275
    }
  ],
  "iidStats": [],
  "floatStats": [
    {
      "key": 54,
      "value": 1.0
    }
  ],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "An Ancient Masonry on Aerlinthe"
    },
    {
      "key": 16,
      "value": "An account of the discovery of an Ancient Masonry on Aerlinthe Island."
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T22:08:24.3960295Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}