{
  "wcid": 33183,
  "weenieType": 8,
  "pageDataList": {
    "maxNumCharsPerPage": 1000,
    "maxNumPages": 3,
    "pages": [
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Isin Dule",
        "ignoreAuthor": 0,
        "pageText": "The time has come to muster and make ready, my legions. We have returned from the hidden paths victorious, more powerful then we were when we left this world to witness the second fall of Ilservian. Once again we bask in the chaos at the edge of darkness, gathering strength from the Living Shadow. We will need this strength sooner than I had planned. Our brothers have not returned to the Abyss with the fallen one. "
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Isin Dule",
        "ignoreAuthor": 0,
        "pageText": "Ferah and Ler Rhan scheme and play upon the weaknesses of those who dwell in the light. They play th ancient role of Deceiver and mold a new vessel of chaos. While this concerns me, it requires no immediate action. I have raised a spire to watch them in the second crater where they hold sway, and to remind them that Dule was the strong hand of the Hopeslayer. "
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Isin Dule",
        "ignoreAuthor": 0,
        "pageText": "I would have you bend your attentions to the leaders of the Raven Hand. Some of these mortals have willingly embraced the Shadow and joined our cause, though many of them remain ignorant and curse my name. Stay the hand of their Commander, Archon Merille, she plays with a force that would destroy us all with blind, unthinking rage. Send as many soldiers as are ready to the facility on the northern shore near the passage to the Vissidal Islands.\n\nThe plans of centuries are threatened and we must act. "
      }
    ]
  },
  "boolStats": [],
  "intStats": [
    {
      "key": 1,
      "value": 8192
    },
    {
      "key": 5,
      "value": 50
    },
    {
      "key": 16,
      "value": 8
    },
    {
      "key": 19,
      "value": 20
    },
    {
      "key": 93,
      "value": 1044
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33554773
    },
    {
      "key": 3,
      "value": 536870932
    },
    {
      "key": 8,
      "value": 100668176
    },
    {
      "key": 22,
      "value": 872415275
    }
  ],
  "iidStats": [],
  "floatStats": [
    {
      "key": 54,
      "value": 1.0
    }
  ],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "Isin Dule's Orders"
    },
    {
      "key": 16,
      "value": "The Translated empyrean script that was found on a fleshy lump in a Shadow Spire on the Singularity Caul."
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T22:08:26.4448402Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}