{
  "wcid": 33467,
  "weenieType": 8,
  "pageDataList": {
    "maxNumCharsPerPage": 1000,
    "maxNumPages": 3,
    "pages": [
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Count Dardante",
        "ignoreAuthor": 0,
        "pageText": "Aigonne,\nTime is of the essence. The messenger should have brought you the location of Maegris' ritual. I laugh at myself and all the world as I write this letter... That the fool of a cultist has so thoroughly misunderstood what he means in the scheme of the world. He seeks to become a lord of the Living Shadow. He has forgotten how he styles himself. He does not realize that he is merely to become the bridge over which the Heart-Render will stride into the world."
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Count Dardante",
        "ignoreAuthor": 0,
        "pageText": "He does not know what I know, what I was not going to reveal to him until we were safely locked within his summoning chamber. He does not know the true purpose of this ritual. He needed me there to keep Grael bound while he served as the unwitting vessel for the ancient's return. If Grael consumes him before I can arrive, it may be too late to contain him..."
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Count Dardante",
        "ignoreAuthor": 0,
        "pageText": "Should you get there after the ritual has been completed, you must do your best to bind Grael, or hold him back. Keep him behind the warded doors of the summoning chamber, and do your best to weaken or chain him. I will join you as soon as I am able. Other needs keep me from being there to breach the summoning chamber at your side, but I should not be long behind you. Be strong, Aigonne. You will be tested as you have never been tested before."
      }
    ]
  },
  "boolStats": [
    {
      "key": 22,
      "value": 0
    }
  ],
  "intStats": [
    {
      "key": 1,
      "value": 8192
    },
    {
      "key": 5,
      "value": 25
    },
    {
      "key": 8,
      "value": 5
    },
    {
      "key": 9,
      "value": 0
    },
    {
      "key": 16,
      "value": 8
    },
    {
      "key": 19,
      "value": 3
    },
    {
      "key": 93,
      "value": 1044
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33554773
    },
    {
      "key": 3,
      "value": 536870932
    },
    {
      "key": 8,
      "value": 100668176
    },
    {
      "key": 22,
      "value": 872415275
    }
  ],
  "iidStats": [],
  "floatStats": [
    {
      "key": 54,
      "value": 1.0
    }
  ],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "Archmage Aigonne's Notes"
    },
    {
      "key": 16,
      "value": "Some notes found on the corpse of Archmage Aigonne."
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T22:08:27.8038399Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}