{
  "wcid": 33465,
  "weenieType": 8,
  "pageDataList": {
    "maxNumCharsPerPage": 1000,
    "maxNumPages": 4,
    "pages": [
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Pontifex Maegris",
        "ignoreAuthor": 0,
        "pageText": "We have rushed our preparations. I have checked the sigils and the circle, and tested the resonance of the chants. We were able to make a great many modifications to our ritual based on the information that Dardante gave us. I have thought long and hard about whether or not to trust Dardante's information. In the end, I was able to reassure myself that the information he gave us was accurate and true. I tested it as far as I could, but there will always be that small chance, the doubt..."
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Pontifex Maegris",
        "ignoreAuthor": 0,
        "pageText": "I have done my best to quell my fears. My assistants do not question me. I have never given them reason to doubt my mastery over the ritual. It has occurred to me that this ritual will be draw its power as much from my rage as from the rage of the ancient we mean to awaken. It is my rage at how long Dardante's carefully constructed deceptions led us down the wrong path. I must credit him and his assistants for their expertise and crafting maddeningly convincing falsehoods."
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Pontifex Maegris",
        "ignoreAuthor": 0,
        "pageText": "It may be that I will be cursed as an oathbreaker. We did have a deal with Dardante, after all. He was supposed to join us for the summoning. His information was valuable enough to ensure him a part in the ritual. I may even have honored the deal, before we discovered, on our own, how he had deceived us in the past. I marvel at his boldness, to so blithely offer alliance to those he has so elaborately deceived. It must have been bitter to him to realize that he did, in the end, need us as much as we needed him."
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Pontifex Maegris",
        "ignoreAuthor": 0,
        "pageText": "I go into this work, then, chastened and outraged. A wiser man, stronger in his convictions. We have labored so long towards this day. I could not allow doubt and Dardante's own trickery to delay us... Not when we have such a chance! I know our words will reach the Black Spear and bring him forth in his dark glory. He has been known to reward loyal and competent service. When a new overlord from the Living Darkness comes forth to claim this realm, we will be there, to be the claws of his hand."
      }
    ]
  },
  "boolStats": [
    {
      "key": 22,
      "value": 0
    }
  ],
  "intStats": [
    {
      "key": 1,
      "value": 8192
    },
    {
      "key": 5,
      "value": 80
    },
    {
      "key": 9,
      "value": 0
    },
    {
      "key": 16,
      "value": 8
    },
    {
      "key": 19,
      "value": 400
    },
    {
      "key": 93,
      "value": 1044
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33554771
    },
    {
      "key": 3,
      "value": 536870932
    },
    {
      "key": 8,
      "value": 100668117
    },
    {
      "key": 22,
      "value": 872415275
    }
  ],
  "iidStats": [],
  "floatStats": [
    {
      "key": 39,
      "value": 1.22
    },
    {
      "key": 54,
      "value": 0.3
    }
  ],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "Journal of Maegris"
    },
    {
      "key": 16,
      "value": "The journal of the Raven Hand Pontifex Maegris."
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T22:08:27.7589873Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}