{
  "wcid": 34280,
  "weenieType": 8,
  "pageDataList": {
    "maxNumCharsPerPage": 1000,
    "maxNumPages": 5,
    "pages": [
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Madam Ainea Besu, Explorer of the Society",
        "ignoreAuthor": 0,
        "pageText": "\nAfter living with the Lugians of Linvak Tukal for that past four years writing my book, \"Lugian Society and Customs\", I have decided to return to active participation in the Exploration Society. I have missed the visceral thrill of uncovering hidden tombs and valleys no human has ever laid eyes on. Also things have been changing at Linvak Tukal recently and they unnerve me. Lord Kresovus has retreated from public life and the few chances I have to engage him about the growing unrest in Linvak he has waved away as a human's confusion over the differences between Human and Lugian society.\n\nBut I digress, my findings and recent concerns will be covered in my soon to be completed book. This journal focuses on my new travels and discoveries. "
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Madam Ainea Besu, Explorer of the Society",
        "ignoreAuthor": 0,
        "pageText": "\"A home base of operations is the first task of a seasoned explorer.\" -- Brann Mitenset, Explorer of the Society\n\nI have decided to rent a room here in Ayan Baqur. The people here are wary of strangers, but I cannot blame them for their reticence to accept me. Dereth may be full of wonders, but its horrors are no less scarce. These good people will come to know me soon enough. I am however concerned about the drunkard. Why they permit such a lewd and uncouth person to loiter mid-town all day and night is beyond me. "
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Madam Ainea Besu, Explorer of the Society",
        "ignoreAuthor": 0,
        "pageText": "\"Promise of adventure and untold secrets is the lifeblood of an explorer.\" - Brann Mitenset, Explorer of the Society\n\nI investigated a cave North of town and quite near the Lair of the White Rabbit. They cave opened up into a series of very old tunnels and caverns. Grievvers have taken up residence in the caves and proved troublesome when I attempted to delve deeper. I did however find a very interesting fossil before I was driven out by a swarm of the insects. It appears to be a very large gromnie bone. I believe that it may be one of the predecessors of the gromnie we see today that was more like the Gromnitross of Empyrean lore. I have given the bone to Yuan Hanzu who expressed an interest in its properties. "
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Madam Ainea Besu, Explorer of the Society",
        "ignoreAuthor": 0,
        "pageText": "\"Adventure awaits the bold.\" - Quote from a travel brochure in Berkholt's Tavern.\n\nThe Society has informed me of an interesting monument in the Direland Swamps. It may simply be another Empyrean stone flung up during the time of the great upheaval or it could truly be a temple as the report claims. I leave today and have left instructions on how to find the structure with the local Barkeep Berkholt. I'm giddy with anticipation of what I might find. Adventure! "
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Madam Ainea Besu, Explorer of the Society",
        "ignoreAuthor": 0,
        "pageText": "I have made a cursory examination of what appears to be a Falatacot temple risen from the muck of the swamps. Strangely though I have seen both Burun and Sclavus protecting the area. These Burun act strangely subserviant to the Sclavus and wear collars that lead me to believe they may be slaves or domesticated in some way. The Sclavus are cruel to these Burun, whipping and beating them. They spit harsh commands at them in their hissing tongues.\n\nI now await mid-day to attempt sneaking by the guards outside the temple while they are groggy with the sun's heat. I could fight through them, but would prefer to gather my information without their knowledge. The sun will reach its apex soon and I must get ready. "
      }
    ]
  },
  "boolStats": [],
  "intStats": [
    {
      "key": 1,
      "value": 8192
    },
    {
      "key": 5,
      "value": 30
    },
    {
      "key": 16,
      "value": 8
    },
    {
      "key": 19,
      "value": 10
    },
    {
      "key": 93,
      "value": 1044
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33554771
    },
    {
      "key": 3,
      "value": 536870932
    },
    {
      "key": 8,
      "value": 100689271
    },
    {
      "key": 22,
      "value": 872415275
    }
  ],
  "iidStats": [],
  "floatStats": [],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "Explorer's Journal"
    },
    {
      "key": 16,
      "value": "A small red notebook carried by Explorer Society members."
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T22:08:36.2379303Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}