{
  "wcid": 34317,
  "weenieType": 8,
  "pageDataList": {
    "maxNumCharsPerPage": 1000,
    "maxNumPages": 4,
    "pages": [
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Unknown",
        "ignoreAuthor": 0,
        "pageText": "We have dispatched you to this singular world for a unique purpose. It is a great honor for you to be chosen to come to the land where our powers blossomed, where our ancestors first heard the sweet whispers of the Great Watchers. You must resist the temptation to surrender yourself to the strong currents that will flow around you. You must keep to your task, which will require cunning and discretion. You must not create a powerful aspect for yourself, which would only attract the attention of the humans who infest Killiakta. "
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Unknown",
        "ignoreAuthor": 0,
        "pageText": "Beware the humans. Though they are a fractious and divided race, deaf and blind to the power that flows through the Blood of the World, they can be single-minded in their lust for treasure and have shown surprising resilience against the likes of the Cloaked Wind and the Hopeslayer. Evade their notice. Resist the temptation to become a god unto them, as others have tried, and failed, to do in the past. Do only what we have asked you to do."
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Unknown",
        "ignoreAuthor": 0,
        "pageText": "We charge you to monitor the actions of the Yalaini meddler. Observe him and his minions. Become as knowledgeable of his life as you are of your own. We seek to know when he would be most vulnerable. Under no circumstances are you to make yourself known to the Yalaini or to his minions among the humans. Simply observe and report. The task of acting upon the information you gather will be given to another."
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Unknown",
        "ignoreAuthor": 0,
        "pageText": "We have empowered you to draw upon the powers of Urdhinivix for protection and guidance. His lust for warm blood is exceptional even among our kind, and your servitors should be more than capable of supplying the necessary quantity. Make regular sacrifices to His altar and your needs will be fulfilled. Ignore the sacrifice, and you will find yourself abandoned."
      }
    ]
  },
  "boolStats": [],
  "intStats": [
    {
      "key": 1,
      "value": 8192
    },
    {
      "key": 5,
      "value": 100
    },
    {
      "key": 16,
      "value": 8
    },
    {
      "key": 93,
      "value": 1044
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33554771
    },
    {
      "key": 3,
      "value": 536870932
    },
    {
      "key": 8,
      "value": 100668117
    },
    {
      "key": 22,
      "value": 872415275
    }
  ],
  "iidStats": [],
  "floatStats": [
    {
      "key": 39,
      "value": 1.22
    },
    {
      "key": 54,
      "value": 0.3
    }
  ],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "Copy of Soul Hunter's Orders"
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T22:08:36.7949635Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}