{
  "wcid": 34353,
  "weenieType": 8,
  "pageDataList": {
    "maxNumCharsPerPage": 1000,
    "maxNumPages": 3,
    "pages": [
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Asheron Realaidain",
        "ignoreAuthor": 0,
        "pageText": "To create this particular portal, it seems that the number three shall be very integral. Coincidentally, in fetching the last inactive golem from Metos's workshop, I find that he has three workshops located on three ley lines. Attuning my ritual to these three locations should be relatively trivial and work well.\n\nI believe that three locations in the north are also of necessity. Otherwise, there is no central point. However, introducing three more locations may disrupt some of the power I am attempting to harness This must be addressed.\n\nTo mitigate this, I can change the intervals of the chant of the ritual. I had planned on three seconds pause between each invocation, but instead, if I reduce the interval to its square root, it will lend the correct amount of control over the ritual. As a reference for myself, the square root of three is 1.73205080756887729352744634, approximately enough for my purposes."
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Asheron Realaidain",
        "ignoreAuthor": 0,
        "pageText": "I will take one additional precaution toward causing another Call - I will block the portal so that only people who have been attuned to it may pass through. The key shall be three pages. I shall keep one secured here, with the golem warden. One I shall send as a letter, and one shall be delivered to the guardian of the inert Falatacot ruin. When one receives these pages from these three beings, one shall be able to utilize any portal to Bur created using my notes, should one be opened. In that way, I can hopefully prevent casual passage and perhaps even, through these pages, advise the determined to not attempt passage unless you truly find a driving need."
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Asheron Realaidain",
        "ignoreAuthor": 0,
        "pageText": "So, to the explorer who is reading my notes, and presumably has read my letter and my other notes - be careful, for by accepting these letters and notes you may now pass through a portal to Bur centered in the location I have mentioned. I have attempted to keep these notes from the more powerful, lest they be inspired to create another portal behind me."
      }
    ]
  },
  "boolStats": [],
  "intStats": [
    {
      "key": 1,
      "value": 8192
    },
    {
      "key": 5,
      "value": 15
    },
    {
      "key": 16,
      "value": 8
    },
    {
      "key": 19,
      "value": 5000
    },
    {
      "key": 93,
      "value": 1044
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33554773
    },
    {
      "key": 3,
      "value": 536870932
    },
    {
      "key": 8,
      "value": 100668176
    },
    {
      "key": 22,
      "value": 872415275
    }
  ],
  "iidStats": [],
  "floatStats": [
    {
      "key": 54,
      "value": 1.0
    }
  ],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "Ruminations and Warnings on Portal Creation"
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T22:08:37.2736227Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}