{
  "wcid": 34505,
  "weenieType": 8,
  "pageDataList": {
    "maxNumCharsPerPage": 1000,
    "maxNumPages": 3,
    "pages": [
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Asheron Realaidain",
        "ignoreAuthor": 0,
        "pageText": "Dear friend,\n\nI commend you for getting to this third and final step. You are almost at the end of this process, and again I apologize for obfuscating my trail in this fashion - though I think Prince Borelean would enjoy knowing that the games he played as a child have served, in some small way, to help his old tutor and to help safeguard the people of Dereth. I know that there is someone or some thing out there that seeks to do me harm and seeks to harm the human realm of Dereth through me."
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Asheron Realaidain",
        "ignoreAuthor": 1,
        "pageText": "To decode this cipher you must find the string of numbers I wrote in a letter to Bretself the Translator in Cragstone. To get the note from Bretself, you will have to bring him a portal gem artifact from the Mountain Sewers. As with the other two notes, you will have to match each letter in my cipher text in sequence with the numbers I provided the note I left with Bretself. Shift the letter down a number of spots corresponding to the number that letter is paired with, and that should leave you with the \"true text\" letter."
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Asheron Realaidain",
        "ignoreAuthor": 1,
        "pageText": "Once you have decoded the full string of letters, you should have enough of a description to choose the proper goblet among the many here in the Western Storehouse. Bring that goblet, as you brought the necklace and the ring, to my Portal Servitor. The Portal Servitor should then give you my journal pages that explain where I went, and it will begin to prepare the ritual site for my young former apprentice to replicate my ritual. Here is the final cipher text:\n\nBBZEMFCDCSRZJ"
      }
    ]
  },
  "boolStats": [],
  "intStats": [
    {
      "key": 1,
      "value": 8192
    },
    {
      "key": 5,
      "value": 10
    },
    {
      "key": 16,
      "value": 8
    },
    {
      "key": 19,
      "value": 0
    },
    {
      "key": 93,
      "value": 1044
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33554773
    },
    {
      "key": 3,
      "value": 536870932
    },
    {
      "key": 8,
      "value": 100668176
    },
    {
      "key": 22,
      "value": 872415275
    }
  ],
  "iidStats": [],
  "floatStats": [
    {
      "key": 54,
      "value": 1.0
    }
  ],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "A Note on Ancient Goblets"
    },
    {
      "key": 16,
      "value": "A note containing some hastily scribbled words from Asheron."
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T22:08:38.7839941Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}