{
  "wcid": 34843,
  "weenieType": 8,
  "pageDataList": {
    "maxNumCharsPerPage": 1000,
    "maxNumPages": 5,
    "pages": [
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Rheegur",
        "ignoreAuthor": 1,
        "pageText": "It is hard to remember what came before. In the dark days before we were brought out of ignorance by Torgluuk and Morgluuk, we were the thralls of the Kings. By stealing the Kings' forbidden mucor and sharing it with us, the brother liberators opened our eyes and freed us from bondage. From that moment on, we remember."
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Rheegur",
        "ignoreAuthor": 1,
        "pageText": "Freedom brought fear. The Kings could sense we were a threat, and their soldiers came to hunt us. We ran when we could and we fought when we had to. Many died. None were re-captured. Not one of us chose to submit again to the will of the Kings. We were determined to live in freedom or die in the attempt. We fled into the deepest tunnels from the wrath of the Kukuur. It was my brother Drogur who led us to this hidden cavern. He discovered a place where we would be safe from the hunters of the Kings. We named our new home Kor-Gursha, which means \"Wild Hope\" in our language."
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Rheegur",
        "ignoreAuthor": 1,
        "pageText": "Not long after we settled in Kor-Gursha, we discovered that the Kings were not the only slavers to fear. On the surface, in ancient temples long thought abandoned by the Fiazhat, we found traces of evil magic and dark gods. We found ritual circles that looked and smelled like the work of the False Gods themselves. The dark ones has covered their tracks well, but there are some things that Ruuk will never forget, things the mucor will never forget. We still remember the stink of our ancient brethren's Matrons, the masters of the Fiazhat. The ones whom even the Kings fear."
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Rheegur",
        "ignoreAuthor": 1,
        "pageText": "It was Torgluuk who returned with help. He said he had found one who could aid us against the Bloodletters. He said that the one he brought back from the endless tunnels was one blessed by the Eye. At first, we thought Torgluuk had been deceived by one of the False Gods, for, in truth, it is what his companions appeared to be, but the shamans could see the Light in the tall one, the one called Asheron. With them came hope. A hope that was snatched away as quickly as it came. The Bloodletters, those damnable False Gods, moved quickly and stole hope from us."
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Rheegur",
        "ignoreAuthor": 1,
        "pageText": "Still we await word from Torgluuk. We can sense that he is not dead, and that he may even have a way to return hope to us. But he has not returned to Kor-Gursha. We sense that he is lost on Bur, unable to return. We wonder if the servants of the Kings will find him before he finds us. We wonder if even his Shining One, blessed by the Eye, can withstand the power of the Bloodletters."
      }
    ]
  },
  "boolStats": [
    {
      "key": 19,
      "value": 1
    }
  ],
  "intStats": [
    {
      "key": 1,
      "value": 8192
    },
    {
      "key": 5,
      "value": 10
    },
    {
      "key": 16,
      "value": 8
    },
    {
      "key": 19,
      "value": 0
    },
    {
      "key": 93,
      "value": 1044
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33554773
    },
    {
      "key": 3,
      "value": 536870932
    },
    {
      "key": 8,
      "value": 100668176
    },
    {
      "key": 22,
      "value": 872415275
    }
  ],
  "iidStats": [],
  "floatStats": [
    {
      "key": 54,
      "value": 1.0
    }
  ],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "The Founding of Kor-Gursha"
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T22:08:42.2726717Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}