{
  "wcid": 34933,
  "weenieType": 8,
  "pageDataList": {
    "maxNumCharsPerPage": 1000,
    "maxNumPages": 2,
    "pages": [
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Constructor Golem",
        "ignoreAuthor": 0,
        "pageText": "The Empyreans used motes to imprint specific skills and knowledge in golems. There are still places where these motes may be obtained. Search these locations and you may find one of the Imprinting Motes you need.\n\nImprinting Mote: Golem Sanctum (somewhere in the Floating City)\n\nQuality Imprinting Mote: Crystal Mine Extreme (Assist Anasha in Arwic 33.4N, 56.6E to gain access to the floating platforms where the portal lies.)\n\nSuperb Imprinting Mote: Ancient Masonry (88.1N, 47.6E)"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Constructor Golem",
        "ignoreAuthor": 0,
        "pageText": "Once you have your Imprinting Mote you may buy a Sigil from the Sigil Keeper and attempt to imprint you knowledge onto it. Using successfully Imprinted Motes you can upgrade your Inactive Golems.\n\nYou must teach your golem in stages by using the Imprinted Motes in order. First imprint your golem with an Imprinted Mote, then with a Quality Imprinted Mote of the same skill and finally with a Superb Imprinted Mote of the same skill. Each golem may only learn one type of skill.\n\nIf you do not value an improved pet you may decide to hand your un-imprinted motes into the Golem Constructor in exchange for some practical knowledge.\n\nA Warning: Lower level crafters may want to stick with lower level Imprinting Motes. Crafting and then attempting to control a golem with a skill greater than yours often proves difficult."
      }
    ]
  },
  "boolStats": [],
  "intStats": [
    {
      "key": 1,
      "value": 8192
    },
    {
      "key": 5,
      "value": 5
    },
    {
      "key": 16,
      "value": 8
    },
    {
      "key": 19,
      "value": 10
    },
    {
      "key": 93,
      "value": 1044
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33554773
    },
    {
      "key": 3,
      "value": 536870932
    },
    {
      "key": 8,
      "value": 100668176
    },
    {
      "key": 22,
      "value": 872415275
    }
  ],
  "iidStats": [],
  "floatStats": [
    {
      "key": 54,
      "value": 1.0
    }
  ],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "Finding Imprinting Motes"
    },
    {
      "key": 16,
      "value": "A list of locations where Imprinting Motes may be found."
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T22:08:43.3854061Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}