{
  "wcid": 35043,
  "weenieType": 8,
  "pageDataList": {
    "maxNumCharsPerPage": 1000,
    "maxNumPages": 2,
    "pages": [
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Halls of Metos",
        "ignoreAuthor": 0,
        "pageText": "Have you heard of the Halls of Metos?  Metos was apparently an Empyrean, and a contemporary of Asheron.  Many adventurers have found their way there over the years, but it seems like the halls are more active lately.  New portals have appeared north of the Inner Sea and east of Yanshi that lead to the more remote halls.  The halls themselves are located near Tufa, Wai Jhou, and Ayan Baqur.\n\nThere are golems there which will offer to sell you your own golem assistant, for crafting and such.  Cooks, fletchers, alchemists and...err..\"shady characters\"...may find use of these golems, I'm told.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Halls of Metos",
        "ignoreAuthor": 0,
        "pageText": "And there's also a very strange golem down there, the one which began it all. It appeared one day and needed special motes to perform its duty. Mighty warriors and mages went in and installed the motes, which seems to have triggered the appearance of the other golems. Yet the golem only will discuss its secrets with those who are less accomplished.\n\nOne final thing - it's said that this place is somehow connected with the portal that Prince Borelean opened to Bur."
      }
    ]
  },
  "boolStats": [],
  "intStats": [
    {
      "key": 1,
      "value": 8192
    },
    {
      "key": 5,
      "value": 5
    },
    {
      "key": 16,
      "value": 8
    },
    {
      "key": 19,
      "value": 5
    },
    {
      "key": 93,
      "value": 1044
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33554773
    },
    {
      "key": 3,
      "value": 536870932
    },
    {
      "key": 8,
      "value": 100675748
    },
    {
      "key": 22,
      "value": 872415275
    }
  ],
  "iidStats": [],
  "floatStats": [
    {
      "key": 54,
      "value": 1.0
    }
  ],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "Halls of Metos"
    },
    {
      "key": 16,
      "value": "A rumor regarding the existence of strange halls containing golems."
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T22:08:44.8395234Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}