{
  "wcid": 35112,
  "weenieType": 8,
  "pageDataList": {
    "maxNumCharsPerPage": 1000,
    "maxNumPages": 3,
    "pages": [
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Kuurak",
        "ignoreAuthor": 0,
        "pageText": "We Burun have in the past been very conservative in the use of mucor. We remember the memories of our ancient ancestors improperly using mucor and suffering grievous injuries or death. However, after recent conversations with Dobblar, I have come to wonder if perhaps we are being too conservative. After some research, I have come to find some ways in which mucor may be combined with various other materials.\nIt began when Dobblar first mentioned the practice of salvaging raw materials from weapons and armor that fallen foes may carry. This is not a practice that the Burun have previously pursued, as the bone and stone that we primarily use is plentiful. Dobblar happened to have a small sample of granite, mahogany, and opal with him for me to examine and attempt to craft with. \n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Kuurak",
        "ignoreAuthor": 0,
        "pageText": "As I examined it, I realized that I would be able to meld mucor that has been alchemically processed using an alembic into a full bag of one of those materials. The materials are able to deal with the magics of the mucor without disintegrating, as long as one is reasonably careful. At that point, the mucor and the material are irrevocably bound together. In addition, the salvaged material may no longer be used normally, nor may the mucor - the two meld to together.\nI believe that one may use normal magic item tinkering or weapon tinkering to combine these unique salvaged materials with the sorts of weapons that we Burun favor. Speak to Dobblar and purchase a basic Burun weapon, and then apply the mucor-altered salvaged material directly to the weapon. They should combine successfully. The following salvaged materials should work, if you are skilled enough:\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Kuurak",
        "ignoreAuthor": 0,
        "pageText": "Mucor-altered Granite:\nBone Sword\nStone Axe\nBone Dagger\nGuruk Fist\nStone Mace\nStone Spear\nRepugnant Melee Staff\n\nMucor-altered Opal:\nRepugnant Spellcasting Staff\n\nMucor-altered Mahogany:\nBone Bow\nBone Crossbow\n\n...and a final note. It is possible to utilize mucor-altered mahogany to create throwing hatchets as well, but that is a difficult task. The best thing to do would be to come back to me and give me the mucor-altered mahogany - I'll help you create a batch of throwing axes free of charge.\n"
      }
    ]
  },
  "boolStats": [],
  "intStats": [
    {
      "key": 1,
      "value": 8192
    },
    {
      "key": 5,
      "value": 30
    },
    {
      "key": 16,
      "value": 8
    },
    {
      "key": 19,
      "value": 0
    },
    {
      "key": 93,
      "value": 1044
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33554773
    },
    {
      "key": 3,
      "value": 536870932
    },
    {
      "key": 8,
      "value": 100668176
    },
    {
      "key": 22,
      "value": 872415275
    }
  ],
  "iidStats": [],
  "floatStats": [
    {
      "key": 54,
      "value": 1.0
    }
  ],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "Burun Weaponcrafter's Note"
    },
    {
      "key": 16,
      "value": "This is a note given out by Kuurak, the weaponcrafter of the Burun village of Kor-Gursha. It details his latest experiments in the combination of salvaging materials and mucor."
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T22:08:45.5251653Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}