{
  "wcid": 35617,
  "weenieType": 8,
  "pageDataList": {
    "maxNumCharsPerPage": 1000,
    "maxNumPages": 2,
    "pages": [
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Researcher Tharin",
        "ignoreAuthor": 0,
        "pageText": "(Personal note: While there was significantly more that could have been translated, this seemed the most relevant section of interest. The rest is all military plans of the sort that can change every few weeks - less valuable for historical purposes.)\nAnalysis of current subject:\n'Worship'. This directive, so simple in its wording, is very difficult in its execution. Does the force of 'worship' cause one to voluntarily give over their free will in exchange for purpose?\n\nIn the time before my enlightenment, there was an experiment done involving worship and Mosswarts. In that context it was simply a means to an end of control, and so terminating the experiment was unimportant. However, the unique behavior of those involved caused my memory to extend back to that moment. How interesting it is to be able to refer to 'my memory', and how ironic that I use another body now as I write these words..."
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Researcher Tharin",
        "ignoreAuthor": 0,
        "pageText": "This being, Bragara, has been directed to cause the other Mosswarts to follow him, by inspiring 'worship'. He has been augmented far beyond any other recorded Mosswart, and his appearance altered enough, while still retaining overall similarity to a Mosswart for purposes of evoking sympathetic emotions in other Mosswarts, unlike the idols I once used.\n\nThe experiment is classified as a partial success. While Bragara was able to unify a force of Mosswarts, they were fraught with dissension in the ranks. They were inclined to believe a range of things, which sometimes made sense and sometimes didn't. They were inclined to be confused, and would not have worked as a stable organized force to conquer the neighboring human town. I will still have him try anyways, but I expect no success from this action."
      }
    ]
  },
  "boolStats": [],
  "intStats": [
    {
      "key": 1,
      "value": 8192
    },
    {
      "key": 5,
      "value": 10
    },
    {
      "key": 16,
      "value": 8
    },
    {
      "key": 19,
      "value": 0
    },
    {
      "key": 93,
      "value": 1044
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33554773
    },
    {
      "key": 3,
      "value": 536870932
    },
    {
      "key": 8,
      "value": 100668176
    },
    {
      "key": 22,
      "value": 872415275
    }
  ],
  "iidStats": [],
  "floatStats": [
    {
      "key": 54,
      "value": 1.0
    }
  ],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "Piece of Paper"
    },
    {
      "key": 16,
      "value": "This paper is noted as being the brief translated version of some notes found within the Mosswart Holding."
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T22:08:50.8407991Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}