{
  "wcid": 35866,
  "weenieType": 8,
  "pageDataList": {
    "maxNumCharsPerPage": 1000,
    "maxNumPages": 4,
    "pages": [
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "The Progenitor",
        "ignoreAuthor": 0,
        "pageText": "The early stages of our consciousness dispersal experiment have achieved results that were sub-optimal, but nonetheless interesting. The introduction of the Master Entity has had a profound effect upon each of the prodigal children, and not in ways that match our original projections. Due to the unpredictability of the prodigal children and the continued interference by the human agents of the entity Ben Ten, we have chosen to reconsider the parameters of our relationship with the human assassins who call themselves Tanada."
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "The Progenitor",
        "ignoreAuthor": 0,
        "pageText": "We have realized that it was a miscalculation to rely upon the services of these Tanada assassins. Their history on their homeworld, which we did not initially investigate with appropriate rigor, has made them a conspicuous group on this new world. The presence of this secretive family has perversely drawn unwelcome and unexpected attention to our own operations. We confess that our first proposed course of action was to merely exterminate the remaining Tanada in our service. To do so, however, would betray a predictability and inflexibility that has long limited our former brethren in the Singularity. We must rise above the predictable and the safe."
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "The Progenitor",
        "ignoreAuthor": 0,
        "pageText": "It is acknowledged that it is too late to divest ourselves of the attention brought to us by the Tanada. Since the involvement of the Tanada has led to unexpected human interference, it seems fitting that we should alter the parameters of our arrangement with the Tanada. We have decided to exercise our prerogative as a Master Entity and exact additional service from the remnants of the Tanada. We have granted you powers beyond what was granted to your cohorts. Your task will be to more radically alter the members of the remaining Tanada cell, to make them more effective in fighting other humans."
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "The Progenitor",
        "ignoreAuthor": 0,
        "pageText": "While we can accept limited success in the re-formation of the remaining Tanada, we look forward to the wealth of information that is sure to attend this next phase of their development. This information will undoubtedly be valuable in the pursuit of the larger goal of consciousness dispersal. Even if the further modified Tanada fail, they will have served as a useful sacrifice in the truly important endeavor of the preservation and dissemination of the Master Entity."
      }
    ]
  },
  "boolStats": [],
  "intStats": [
    {
      "key": 1,
      "value": 8192
    },
    {
      "key": 5,
      "value": 10
    },
    {
      "key": 19,
      "value": -1
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33554773
    },
    {
      "key": 3,
      "value": 536870932
    },
    {
      "key": 8,
      "value": 100668176
    },
    {
      "key": 22,
      "value": 872415275
    }
  ],
  "iidStats": [],
  "floatStats": [
    {
      "key": 39,
      "value": 1.22
    },
    {
      "key": 54,
      "value": 1.0
    }
  ],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "Translated Black Water Watcher's Shard"
    },
    {
      "key": 15,
      "value": "This is a translation of the message shard found on the Watcher of Black Water."
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T22:08:52.5666272Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}