{
  "wcid": 36775,
  "weenieType": 8,
  "pageDataList": {
    "maxNumCharsPerPage": 1000,
    "maxNumPages": 7,
    "pages": [
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Aerbax",
        "ignoreAuthor": 0,
        "pageText": "Ever since the failure of the prodigal human experiment, I have attempted to determine how best to weaken the resistance of the humans to my powers. Two other branches of the experiment already have proceeded, but for this branch I have chosen to modify Elysa Strathelar, the human who has had the greatest impact upon the humans of Dereth. The Elysa Strathelar Modification experiment will have five distinct phases, all of which should reinforce each other. "
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Aerbax",
        "ignoreAuthor": 0,
        "pageText": "The first phase will involve modifying Strathelar's escape from the Olthoi. Improving the abilities of the Olthoi in pursuit should cause Elysa to become disheartened, and possibly die, before she can augment the rebellion against the Olthoi. This in turn decreases the total amount of hope that the humans of Dereth possess, and weaken their resistance. "
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Aerbax",
        "ignoreAuthor": 0,
        "pageText": "The second phase calls for a disruption of Strathelar's perusal of Empyrean documents. If Strathelar is unable to find the tower of Asheron Realaidain, she will not be able to bolster the beliefs of her fellow humans. Ultimately, their confidence will crumble and they would not have been able to resist the Olthoi. As Elysa's resolve crumbles, so will the resolve of all humans. "
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Aerbax",
        "ignoreAuthor": 0,
        "pageText": "The third phase interferes with the actual meeting between Asheron and Strathelar. Only a human of immense courage would have dared to harangue the preeminent mage of that time. Strathelar possesses this kind of courage. Bereft of this courage, she and the human species will begin to falter. "
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Aerbax",
        "ignoreAuthor": 0,
        "pageText": "The fourth phase modifies the last speech given to the Aluvian leadership before the battle against the Olthoi Queen. While it was Strathelar's arrow which dealt the ultimate blow, she would never have reached that cavern had she not impressed her determination upon those war leaders who would in turn lead thousands of Aluvians to die in the caverns in the name of their race. Weakening their determination should hamstring theit cause, and Strathelar would then not make it, in spirit, to the Queen. "
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Aerbax",
        "ignoreAuthor": 0,
        "pageText": "The fifth phase cuts to the heart of Strathelar's defining moment - the death of the Olthoi queen. Strathelar called upon all of her virtues - hope, resolution, courage, and determination - to be able to will herself to shoot the arrow which slew the Olthoi Queen. Lacking these virtues, she should be paralyzed by uncertainty, and the Olthoi Queen will at least have a psychic control back upon the world. The human collective psyche, thus weakened, should fall more easily this time, and I will be able to complete my collection of experimental leaders and thralls. "
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Aerbax",
        "ignoreAuthor": 0,
        "pageText": "In closing, I add a final note of commentary. While the human Elysa Strathelar possesses flaws, as all humans do, it must be acknowledged that she is a wondrous specimen of the human species. If I were able to abduct her directly as the potential prodigal human, I believe the experiment might have more success. The humans do not appreciate what she represents to them and what she has sacrificed for them already. It is true that in this era she works through agents, but in truth, what power of this world does not? Once the human's ability to resist me is weakened, I believe I shall choose her to be the centerpiece of my new human strategy. "
      }
    ]
  },
  "boolStats": [],
  "intStats": [
    {
      "key": 1,
      "value": 8192
    },
    {
      "key": 5,
      "value": 1000
    },
    {
      "key": 16,
      "value": 8
    },
    {
      "key": 19,
      "value": 300
    },
    {
      "key": 93,
      "value": 1044
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33556994
    },
    {
      "key": 3,
      "value": 536870932
    },
    {
      "key": 8,
      "value": 100671418
    },
    {
      "key": 22,
      "value": 872415275
    }
  ],
  "iidStats": [],
  "floatStats": [
    {
      "key": 39,
      "value": 1.22
    }
  ],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "Execution Log of Strathelar Modification"
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T22:09:02.8190929Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}