{
  "wcid": 37616,
  "weenieType": 8,
  "pageDataList": {
    "maxNumCharsPerPage": 1000,
    "maxNumPages": 4,
    "pages": [
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Kelan Raven-Eye, Blood Archivist",
        "ignoreAuthor": 0,
        "pageText": "\nThe Radiant Blood was founded by Nuhmudira, a powerful mage and long-time defender of the rights and welfare of the Isparian peoples of Dereth. With her foresight and magical acumen, Nuhmudira soon realized that the greatest threat to the Isparian colony on this benighted island was not from Bael'Zharon or the Virindi or any of a host of alien menaces, but the machinations of the Empyreans themselves. She realized that even the putatively benign Yalain, including the foolish mage Asheron, have a history of treating less powerful peoples as pawns in their cosmic games, and that the only way to truly secure the future of the Isparian settlements of Dereth would be to destroy the last lingering Empyrean presence on this world.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Kelan Raven-Eye, Blood Archivist",
        "ignoreAuthor": 0,
        "pageText": "\nNuhmudira believes that the Empyrean races of Dereth enjoy too many magical advantages over our own recently arrived peoples, and that to defeat them, we must master their own tools. To that end, Nuhmudira conducted her own experiments, pursuing knowledge that Asheron would forbid us. She learned that the lifestones of Dereth, while seeming to be a boon granting eternal life to Isparians, were in reality a vile Empyrean plot to selfishly sustain their own obsolete existences at our expense. Nuhmudira learned how to sever the connection between an Isparian soul and the Empyrean lifestones, and even learned to create her own lifestones, for the benefit of allied Isparians only.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Kelan Raven-Eye, Blood Archivist",
        "ignoreAuthor": 0,
        "pageText": "\nSome would think that Nuhmudira's vast knowledge and her stalwart defense of the Isparian people would win her the support and approbation of the mortal authorities that have set themselves over the Isparian realm: the monarchs Elysa and Varicci. Unfortunately, these self-appointed rulers, tainted by their own bargains for power and unsavory associations, view Nuhmudira with distrust and thwart her will at every turn. Nuhmudira's public break with the royal council of Elysa Strathelar is evidence that the Queen is too far under the influence of the selfish meddler Asheron, whose own poor judgment has had disastrous consequences for many different races and realms.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Kelan Raven-Eye, Blood Archivist",
        "ignoreAuthor": 0,
        "pageText": "\nTo join the Radiant Blood, one must prove oneself as not only a capable warrior, archer or mage, but also as a true defender of one's own fellow Isparians. One must be willing to sacrifice anything and everything, including one's own life or soul, in advancement of the greater good. No sacrifice can be too great in pursuit of our ultimate goal: a Dereth free of outsider manipulation, with the land and its endless bounty given over solely to the benefit of Isparians. As the world's own rich blood seeps from wounds created by more Empyrean mistakes, will you choose to side with your own people, or with the unknowable outsiders who seek to use us for their own selfish ends?\n"
      }
    ]
  },
  "boolStats": [
    {
      "key": 22,
      "value": 0
    },
    {
      "key": 23,
      "value": 1
    }
  ],
  "intStats": [
    {
      "key": 1,
      "value": 8192
    },
    {
      "key": 5,
      "value": 300
    },
    {
      "key": 8,
      "value": 100
    },
    {
      "key": 9,
      "value": 0
    },
    {
      "key": 16,
      "value": 8
    },
    {
      "key": 19,
      "value": 0
    },
    {
      "key": 93,
      "value": 1044
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33554771
    },
    {
      "key": 3,
      "value": 536870932
    },
    {
      "key": 8,
      "value": 100689903
    },
    {
      "key": 22,
      "value": 872415275
    }
  ],
  "iidStats": [],
  "floatStats": [
    {
      "key": 39,
      "value": 1.22
    }
  ],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "Tenets of the Radiant Blood"
    },
    {
      "key": 16,
      "value": "This book describes the operating principles and ethics of the Radiant Blood."
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T22:09:14.1841478Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}