{
  "wcid": 38172,
  "weenieType": 8,
  "pageDataList": {
    "maxNumCharsPerPage": 1000,
    "maxNumPages": 3,
    "pages": [
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Xilinixilis T'thuunixis",
        "ignoreAuthor": 0,
        "pageText": "\nThe Blighted Dreamer speaks, and we must heed.  We shall do as our master commands, and we shall be rewarded beyond all comprehension.  It is our destiny, a destiny that the small-minded fools on Bur and here on Kiliakta cannot appreciate.\n\nWe must change the destiny of the moarsmen to suit our own needs.  The Blighted Dreamer has already incorporated some of them into its dreams of blight and decay.  We must change the rest in the image of our master, introduce the taint of our blood magics into their very being.  We have gathered many, including a rare variant that had never before been seen by any - hidden in a far away part of this world.  These must all become, to their very core, creatures of our master.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Xilinixilis T'thuunixis",
        "ignoreAuthor": 0,
        "pageText": "\nAll of you have been trained in our rituals, enough to create more minions to serve the cause of the Blight.  All of you have the dedication in your beating hearts that our master desires, that will allow us to pour your life forces into this creation.  If you are perceived to be weak, you will be destroyed - remain strong in your conviction, and rely upon the rituals we have given to you to guide your way.\n\nOnce the creation is done, we shall move forward - our forces shall burst from this place, and move at the will of our master.  Those plans shall be revealed in the proper time.  For now, have faith in our master and in our own presence.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Xilinixilis T'thuunixis",
        "ignoreAuthor": 0,
        "pageText": "\nWe have travelled a long road.  To split from the malicious liars upon Bur has been hard upon the Falatacot and our servants.  Trust that that road nears its end, and we shall overwhelm this world with a blight and domination which shall choke away the light forever.\n"
      }
    ]
  },
  "boolStats": [],
  "intStats": [
    {
      "key": 1,
      "value": 8192
    },
    {
      "key": 5,
      "value": 50
    },
    {
      "key": 16,
      "value": 8
    },
    {
      "key": 19,
      "value": 1000
    },
    {
      "key": 93,
      "value": 1044
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33554771
    },
    {
      "key": 3,
      "value": 536870932
    },
    {
      "key": 8,
      "value": 100689271
    },
    {
      "key": 22,
      "value": 872415275
    }
  ],
  "iidStats": [],
  "floatStats": [],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "The Creation of Blighted Moarsmen"
    },
    {
      "key": 16,
      "value": "This tome is bound in a strange substance - possibly the skin of a moarsman or some other reptilian creature. Intricate rust red runes are drawn upon the front cover"
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T22:09:19.2189459Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}