{
  "wcid": 38226,
  "weenieType": 8,
  "pageDataList": {
    "maxNumCharsPerPage": 1000,
    "maxNumPages": 4,
    "pages": [
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Laedron the Geomancer",
        "ignoreAuthor": 0,
        "pageText": "We see now the extent of the Blight's ambitions.  Minions of T'thuun have infested six of the most powerful nodes of Dereth, tainting the energy that flows through them and increasing the Old One's hold on the surface.  Each node was held in thrall by a powerful Moarsman carrying the Blight.  Luckily, the Queen's scouts were able to trace the corruption across the ley lines quickly enough to intervene.  Here is a list of nodes and their locations:\nAerlinthe Island node: 84.1N, 44.1E\nA'mun Desert node: 38.2S, 12.0E\nMt. Esper node: 62.0N, 18.0E\nHalaetan Islands node: 93.8N, 67.4W\nLinvak Mountains node: 64.8S, 59.3E\nObsidian Plain node: 68.0S, 62.2W\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Laedron the Geomancer",
        "ignoreAuthor": 0,
        "pageText": "Each infested node also had a particularly insidious effect: it tended to corrupt certain creatures nearby. In each region where a node was tainted, scouts began to discover that certain species were affected with Blight. They started to find crystals of tainted mana in the innards of nearby creatures. The taint affected only one type of creature per region. Scouts found the Blight affecting the Pyreal Golems of Aerlinthe Island, the Sotiris Hollow Minions of the A'mun desert, Oak Golems of the mountains and forests near Mount Esper, Hoary Armoredillos in the Halaetan Islands, Dire Ursuins in the Linvak Mountains, and Bane Grievvers in the Obsidian Plain.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Laedron the Geomancer",
        "ignoreAuthor": 0,
        "pageText": "The Lord Asheron, who rarely involves himself in the affairs of the realm, recognized the danger of T'thuun's plans and acted decisively. Expending a prodigious amount of his own energy, he raised pyramids over each node that T'thuun had tainted, ancient structures from the deepest secrets of Yalaini geomancy. These are the pyramids the Yalain used to drive back the power of Darkness. Asheron himself, however, lacked the magical energy to defeat each minion of T'thuun at each node. Individually, each creature was quite powerful and well entrenched. In his wisdom and ingenuity, however, Lord Asheron empowered each pyramid to be able to filter and make use of the energy found in the crystals of tainted mana that turned up in the Blighted creatures.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Laedron the Geomancer",
        "ignoreAuthor": 0,
        "pageText": "Our path, then, is clear. The pyramid that Lord Asheron placed at each of the tainted nodes must be fed with crystals of Blighted mana that can be found in the creatures that the nodes have infected. It is a very poetic solution, is it not? After each pyramid is fed to full power by these crystals, it seems inevitable that the minion of T'thuun stationed at each node will be called forth to defend the node for its master. If the minion is then defeated, Lord Asheron's servitors will appear to reclaim the node. It is certain that T'thuun's Blight will persist at each node, so Lord Asheron's servitors may have to remain permanently at these nodes, requiring periodic sustainment from more Blight crystals. Such is the price of protecting our world from the darkness of the Old Ones.\n"
      }
    ]
  },
  "boolStats": [],
  "intStats": [
    {
      "key": 1,
      "value": 8192
    },
    {
      "key": 5,
      "value": 160
    },
    {
      "key": 16,
      "value": 8
    },
    {
      "key": 19,
      "value": 0
    },
    {
      "key": 93,
      "value": 1044
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33554771
    },
    {
      "key": 3,
      "value": 536870932
    },
    {
      "key": 8,
      "value": 100668117
    },
    {
      "key": 22,
      "value": 872415275
    }
  ],
  "iidStats": [],
  "floatStats": [
    {
      "key": 39,
      "value": 1.22
    },
    {
      "key": 54,
      "value": 0.3
    }
  ],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "A Field Guide to Tainted Nodes"
    },
    {
      "key": 16,
      "value": "A book about the nature of the threat faced by the T'thuun-tainted nodes of Dereth. "
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T22:09:19.5514606Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}