{
  "wcid": 39330,
  "weenieType": 8,
  "pageDataList": {
    "maxNumCharsPerPage": 1000,
    "maxNumPages": 7,
    "pages": [
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "",
        "ignoreAuthor": 0,
        "pageText": "Welcome, my friend, to an exciting breakthrough in the new world of Alchemy! Contained within these pages are the latest discoveries on the creation of throwable phials that will aid you greatly in combating the dangers of this world! Read on, my friend, and learn those secrets of Alchemy that I wish to now share with you.\n\n- Janier al-Evv\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "",
        "ignoreAuthor": 0,
        "pageText": "Overview:\n\nFor those who have not yet done so, I highly recommend reading my other work, \"A Treatise on the Combat Uses of Alchemical Phials\", which covers, in far greater detail, the creation of these wonderous items.\n\nFor the rest, to recap. Using many previously existing oils, along with a couple newly created oils and a set of specially crafted Phials (Available exclusively from Janier al-Evv), a number of combat effective and throwable phials may be created. At this point in the development of these phials, several effects similar to the Vulnerability Spells used in Life Magic may be duplicated. \n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "",
        "ignoreAuthor": 0,
        "pageText": "Latest Discoveries:\n\nUsing the wonderful, new Mana Forges and the equally impressive Mana Scarabs, I have finally been able to capture the strength of the seventh 'tier' of magics within a Phial! After ages of valiant research and experimentation, the creation of an Enchanted Mana Phial has become possible. These newly crafted Phials (Available exclusively from Janier al-Evv), allow the replication of spell effects once believed to be too complex for the alchemical matrix used to match. \n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "",
        "ignoreAuthor": 0,
        "pageText": "This research also leads me to believe that the materials used to create the scarabs used for spellcasting, while making these alchemical processes possible, also reach a point where they are not strong enough to contain an effect of the same power in which they would allow a skilled magus to cast a spell. What this means to you is simply thus: No material has yet been identified that would allow for the replication of the Incantations some few have been able to master, but the previously impossible to replicate strength of the seventh tier of magics is now within the grasp of the truly masterful alchemists of Dereth! \n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Janier al-Evv",
        "ignoreAuthor": 0,
        "pageText": "Notes on the Enchanted Mana Phials:\n\nCreation of the Mana Phials works in the same manner as the crafting of its lesser cousins. One difference noted is, that for the first time in the creation of these phials, the act of creating the final, throwable phial is actually notably more difficult than the raw ability required to handle and throw one effectively. Raw skill alone may not be enough to manufacture these phials for yourself, so be warned.\n\nAlso to note, the power of these phials is such that they are harder to resist the effects of than even the Empowered Platinum Phials. Those of you powerful or skilled enough to master this most delicate alchemy will find the investment beneficial to you in all ways. \n"
      }
    ]
  },
  "boolStats": [
    {
      "key": 22,
      "value": 0
    }
  ],
  "intStats": [
    {
      "key": 1,
      "value": 8192
    },
    {
      "key": 5,
      "value": 500
    },
    {
      "key": 8,
      "value": 200
    },
    {
      "key": 9,
      "value": 0
    },
    {
      "key": 16,
      "value": 8
    },
    {
      "key": 19,
      "value": 0
    },
    {
      "key": 37,
      "value": 50
    },
    {
      "key": 93,
      "value": 1044
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33554771
    },
    {
      "key": 3,
      "value": 536870932
    },
    {
      "key": 8,
      "value": 100668117
    },
    {
      "key": 22,
      "value": 872415275
    }
  ],
  "iidStats": [],
  "floatStats": [
    {
      "key": 39,
      "value": 1.22
    }
  ],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "Alchemical Phials and Mana Forges, Latest Discoveries"
    },
    {
      "key": 16,
      "value": "A tome, detailing the creation of the Alchemical 'Enchanted Mana Phials', whih may be thrown in combat to enhance the vulnerability of enemies."
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T22:09:34.3311572Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}