{
  "wcid": 4000041,
  "weenieType": 8,
  "pageDataList": {
    "maxNumCharsPerPage": 1000,
    "maxNumPages": 4,
    "pages": [
      {
        "authorAccount": "Edward Hill",
        "authorID": 4294967295,
        "authorName": "Bone Letter",
        "ignoreAuthor": 0,
        "pageText": "\nTuesday, May 3\n\nPlayed Ball with the 44th. They beat the 16th badly. Marched to day toward Culpepper\n\nWednesday, May 4\n\nStrike Tents sounded at 11 o clock last night, so got but little sleep. Fell in and marched rapidly toward the Rapidan    One year ago to [day] we were getting out of Chancellorsville 2 years ago the Rebs got out of Yorktown    Crossed at Germanna Ford and marched toward Mine Run.\n"
      },
      {
        "authorAccount": "Edward Hill",
        "authorID": 4294967295,
        "authorName": "Bone Letter",
        "ignoreAuthor": 0,
        "pageText": "\nThursday, May 5\n\nBivouacked and slept behind our stacks last night. What is to day bring forth[?] threw up breastworks early in the morning. Then was ordered to the cooks train back to Mitchell’s Culpepper Ford    started out with the train and bivouacked with it. ordered at 2 o clock a.m. of the 6th to march to the front. Joseph Shrieve [Schrieve] discharged by Col Smith.\n\nFriday, May 6\n\nFinally this morning arrived at the front at 6AM, terrible fighting going on all along the lines our Brigade lost heavily yesterday 5 o clock surrounded and apparently cut off    6th Corps broken, I fear a rout, 7 o clock stole out through a gap in the Rebel lines    Gen Griffin suffered the 83rd & 16th lost.\n"
      },
      {
        "authorAccount": "Edward Hill",
        "authorID": 4294967295,
        "authorName": "Bone Letter",
        "ignoreAuthor": 0,
        "pageText": "\nSaturday, May 7\n\nFour o clock. Skirmishing in the extreme front    sitting behind a trim tree all sliced by cannon shot and musketry. The old 16th has fought well today, good many wounded-   Nothing to eat all day, list in killed and wounded about 60 in my company Rice, Wilbur, Naylor and Heinburg wounded-\n\nSunday, May 8\n\nRelieved from Picket at 2 o clock A.M. found every thing had been moved followed the column toward Spotsylvania Ct House ordered by the 3rd Div to skirmish Battle raging heavily—Col Locke wounded   waked (?) 83rd all out at 5 o clock in front of the enemy expecting a charge\n"
      },
      {
        "authorAccount": "Edward Hill",
        "authorID": 4294967295,
        "authorName": "Bone Letter",
        "ignoreAuthor": 0,
        "pageText": "\nMonday, May 9\n\nCharged at 6 and carried the enemies line after an awful struggle. Cost many men. A Rebel Col with a brigade advanced to our Colors stretching them and thrusting the shaft(?)    we took him prisoner    we lost quite a number of good men    the Adgt [Jacklin] killed or prisoner. Colestock and Sieger of my Co. each a leg broken. Skirmishing all the day\n\nTuesday, May 10\n\nFighting still continues. A hard fight to day. The 16 in the Rifle Pits in front    a hot fire all day. Corpl N Dennison and Private White of my Co wounded. Gen Russell of the 6th Corps took 3000 prisoners and 18 pieces of cannon    I believe all is going well\n"
      },
      {
        "authorAccount": "Edward Hill",
        "authorID": 4294967295,
        "authorName": "Bone Letter",
        "ignoreAuthor": 0,
        "pageText": "\nWednesday, May 11\n\n7th day of the fight, will it bring rest. The old 16th in the Rifle Pits again – much strengthened last night. Sharp firing and some shelling all day—suffered a thousand narrow escapes. Bivouwacked at 10 o clock. Arise at one and marched rapidly to the left of our lines-\n\nThursday, May 12\n\nA terrible battle raging 10 o clock A.M. we have captured about 6000 prisoners and between 30 and 40 pieces of cannon. Still the battle terrifically rages. When will the end come. The Army massed on the left. The slaughter wonderful. our wounded reaches 22000.\n"
      }
    ]
  },
  "boolStats": [],
  "intStats": [
    {
      "key": 1,
      "value": 8192
    },
    {
      "key": 5,
      "value": 5
    },
    {
      "key": 8,
      "value": 230
    },
    {
      "key": 16,
      "value": 8
    },
    {
      "key": 19,
      "value": 10
    },
    {
      "key": 33,
      "value": 1
    },
    {
      "key": 93,
      "value": 1044
    },
    {
      "key": 114,
      "value": 1
    },
    {
      "key": 267,
      "value": 3600
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33554773
    },
    {
      "key": 3,
      "value": 536870932
    },
    {
      "key": 8,
      "value": 100667503
    },
    {
      "key": 22,
      "value": 872415275
    }
  ],
  "iidStats": [],
  "floatStats": [
    {
      "key": 54,
      "value": 1.0
    }
  ],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "Bone Letter"
    },
    {
      "key": 16,
      "value": "Double-click this note to read it."
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T22:13:27.091125Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}