{
  "wcid": 4000046,
  "weenieType": 8,
  "pageDataList": {
    "maxNumCharsPerPage": 1000,
    "maxNumPages": 4,
    "pages": [
      {
        "authorAccount": "Edward Hill",
        "authorID": 4294967295,
        "authorName": "Crypt Letter",
        "ignoreAuthor": 0,
        "pageText": "\nFriday, June 3\n\nWe moved yesterday in ambulances the enemy occupying the ground one hour after we left    Jack Wood stuk (sic) his head in the ambulance last night and inquired for me. I was almost dead. He immediately commenced rousing me. This morning Lieut Long of Gen Bartletts staff brought in. Racked(?) up in Army wagons for White House this P.M.\n\nSaturday, June 4\n\nMoved last night from Hospital in Army Wagons for White House under rugged roads. night, the drivers drunk  we came near dying The Train, bivouwacked 3 miles from W. Moved in the morning after Lieut. Long & self gone    the Surgeon, in his knowledge of duty, had been stopped by 2 Corps train   carried to Hospital borne on stretcher to Steamer Wenonah\n"
      },
      {
        "authorAccount": "Edward Hill",
        "authorID": 4294967295,
        "authorName": "Crypt Letter",
        "ignoreAuthor": 0,
        "pageText": "\nSunday, June 5\n\nPassed a wretched night. Started at daylight down the river suffered excruciating pain all day. No Drs on board who appear to take interest in me, nothing to eat only what Jack forages. Passed Yorktown today, but not strength enough to look out of the window at it.\n\nMonday, June 6\n\nEasier this morning but filled with Hope because we are at new home. Arrived at Washington 6th St. Wharf at 10 ordered back to Alexandria. Urged to go to W. placed in Tug arrived at W. at 3 lay in the wharf til 7 then carried in Trade wagon to Armory Square Hospital.\n"
      },
      {
        "authorAccount": "Edward Hill",
        "authorID": 4294967295,
        "authorName": "Crypt Letter",
        "ignoreAuthor": 0,
        "pageText": "\nWednesday, June 8\n\nQuite comfortable to day wrote Capt Eddy & Mother    Mr & Mrs Houseright called leaving me a beautiful bouquet    wreath(?) of pine    Dressing Case    towells linen and Hankerchief    oh what a woman she is and how I love her\n\nThursday, June 9\n\nHot and Muggy to day. Felt quite comfortable rested well last night. Wrote to Dr. Dewitt    Mrs H- called again to day brought me berries Brandy and lots of nice things- God bless her for it. Rec’d 3 mos pay to day 381.30 Deposited\n"
      },
      {
        "authorAccount": "Edward Hill",
        "authorID": 4294967295,
        "authorName": "Crypt Letter",
        "ignoreAuthor": 0,
        "pageText": "\nFriday, June 10\n\nCool & pleasant, not as many visitors to day. Mrs. H called with her normal donation of good things   God bless her    a clean soft Towell and a nice perfumed hankerchif    every day is a great desideratum    am doing well\n\nSaturday, June 11\n\nQuite comfortable    in forenoon, Lieut Brand called with Col Hill. In afternoon Madm called with papers Round Table &c. The blue ribbon in them brought me Knife and fork so nice and clean-   with dishes a little fish & boiled chicken silver drinking cup and strawberries.\n"
      },
      {
        "authorAccount": "Edward Hill",
        "authorID": 4294967295,
        "authorName": "Crypt Letter",
        "ignoreAuthor": 0,
        "pageText": "\nTuesday, June 21\n\nWent out for the first time to day, in the Hospital chair    called up Capt Partridge 1st Anniversary of the Battle of Middleburg. Capt Mote killed    James Elliott was with us that morning called on me to day. Had rather a row with Madam\n\nWednesday, June 22\n\nUp early and writing Letters. A more satisfying interview to day-- Got tired out riding in the hospital Phaeton to day    rec’d a letter from Stephen Mossett Col Pipes(?) through Madam.\n"
      }
    ]
  },
  "boolStats": [],
  "intStats": [
    {
      "key": 1,
      "value": 8192
    },
    {
      "key": 5,
      "value": 5
    },
    {
      "key": 8,
      "value": 230
    },
    {
      "key": 16,
      "value": 8
    },
    {
      "key": 19,
      "value": 10
    },
    {
      "key": 33,
      "value": 1
    },
    {
      "key": 93,
      "value": 1044
    },
    {
      "key": 267,
      "value": 3600
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33554773
    },
    {
      "key": 3,
      "value": 536870932
    },
    {
      "key": 8,
      "value": 100667503
    },
    {
      "key": 22,
      "value": 872415275
    }
  ],
  "iidStats": [],
  "floatStats": [
    {
      "key": 54,
      "value": 1.0
    }
  ],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "Crypt Letter"
    },
    {
      "key": 16,
      "value": "Double-click this note to read it."
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T22:13:27.2241523Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}