{
  "wcid": 41189,
  "weenieType": 8,
  "pageDataList": {
    "maxNumCharsPerPage": 1000,
    "maxNumPages": 4,
    "pages": [
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Quaestor Esbarth",
        "ignoreAuthor": 0,
        "pageText": "The Consul has empowered you to establish a new facility over the recently discovered Aetherium site.  The Consul and its peers have determined that the entity that named itself Levistras failed in its construction of a New Singularity because it was unaware of the spatial and temporal potential of the energy contained within the ore.  Levistras, in its human-derived impatience, sought to build a New Singularity from imperfect materials.  The Consul and its peers have calculated that a mass of Aetherium will retain and diffuse portal energy at a rate a thousand times more efficient than Pyreal.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Quaestor Esbarth",
        "ignoreAuthor": 0,
        "pageText": "We have determined that a large array of Aetherium can serve as the center of critical mass for the New Singularity.  The Consul is determined to locate and stockpile as much Aetherium as we can before the meatlings discover our plans.  The Consul's analysts have located an unusually rich concentration of Aetherium beneath your facility.  Preliminary excavations have already begun, under the direction of our new allies, the Gotrok.  Your first task will be to expand and defend this new Aetherium mining site.  Your second task will be to collect artifacts that contain Aetherium and extract the ore for the Consul's use.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Quaestor Esbarth",
        "ignoreAuthor": 0,
        "pageText": "Preliminary investigation has also revealed that the artifacts at the site containing Aetherium are remnants of a long-thought-vanished race of mechanical entities from an unknown world.  We have determined that the mechanical entities sent a diplomatic envoy, known as a Primus, to this world to treat with the Empyrean sorcerer Asheron shortly after he opened his crude portal connections between worlds.  Before the Primus could depart again through its own means, the insectoid invaders, the Olthoi, interrupted all Empyrean activity and caused Asheron to shut down his portals.  The Primus and its followers were stranded here and soon fell victim to the assaults of the Olthoi and normative entropy, and their remnants were buried before the Quiddity became aware of this world.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Quaestor Esbarth",
        "ignoreAuthor": 0,
        "pageText": "Not only do the mechanical entities contain their own reserves of Aetherium, but the Consul also believes that, if they could be reproduced or reconstructed, they would make superior servitors and guardians.  We would be able to replace the unreliable Hea and Gotrok allies as we establish a New Singularity.  We have reason to believe the masters of the vanished Primus still seek news of it and its fate.  Until we know more of the mechanical entities and where they come from, you must maintain the secrecy of your facility against the constant interference of the meatling allies of Asheron.\n"
      }
    ]
  },
  "boolStats": [
    {
      "key": 23,
      "value": 1
    }
  ],
  "intStats": [
    {
      "key": 1,
      "value": 128
    },
    {
      "key": 5,
      "value": 5
    },
    {
      "key": 16,
      "value": 8
    },
    {
      "key": 19,
      "value": 0
    },
    {
      "key": 33,
      "value": 1
    },
    {
      "key": 93,
      "value": 1044
    },
    {
      "key": 114,
      "value": 1
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33554773
    },
    {
      "key": 3,
      "value": 536870932
    },
    {
      "key": 8,
      "value": 100668176
    },
    {
      "key": 22,
      "value": 872415275
    }
  ],
  "iidStats": [],
  "floatStats": [
    {
      "key": 39,
      "value": 0.2
    },
    {
      "key": 54,
      "value": 1.0
    },
    {
      "key": 76,
      "value": 0.5
    }
  ],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "Apostate Excavation Master's Orders"
    },
    {
      "key": 15,
      "value": "A translation of a Virindi message shard found in the Apostate Excavation."
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T22:09:49.689957Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}