{
  "wcid": 41744,
  "weenieType": 8,
  "pageDataList": {
    "maxNumCharsPerPage": 1000,
    "maxNumPages": 37,
    "pages": [
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Gearcrafting Committee",
        "ignoreAuthor": 1,
        "pageText": "A Comprehensive Guide to Gearcrafting: \n\nIn the wake of the Gearknight's appearance in Dereth comes an opportunity for great advancement. The balance of magical means with that of technology can only increase our understanding of the world and offer new solutions we can use to cope with our challenges. This guide intends to describe the practice of Gearcrafting in its state of inception."
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Gearcrafting Committee",
        "ignoreAuthor": 1,
        "pageText": "The Trinket: \n\nTrinkets are a classification of item that can possess magic but requires no specific form the only common thread is they all possess some level of technology. We Derethians are familiar with a large variety of magical items but none before this technical. A trinket can be worn in a great variety of ways, as a simple broach clipped to your amuli coat, a small gadget stored in the pocket or any other number of possible placements. What we do know that is, to date, you can only activate the magic of a single trinket at a time. \n\n(These items occupy a trinket slot on your character, this slot is displayed below the necklace slot)"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Gearcrafting Committee",
        "ignoreAuthor": 1,
        "pageText": "Gearcrafting and Trinkets: \n\nThe most advanced form of Gearcrafting includes the way it interacts with trinkets. All trinkets possessing magic seem to have further innate magics that can be tapped into. The closest analog to the process of activating these magics is that of Tinkering and Imbuing items as has long been the practice of a variety of crafters around Dereth. However Gearcrafting trinkets have a set of differences and some very specific rules."
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Gearcrafting Committee",
        "ignoreAuthor": 1,
        "pageText": "Rule 1 - There are only three possible upgrades to any Trinket\nRule 2 - Each upgrade has a specific power rating\nSub 1 - Minor\nSub 2 - Moderate\nSub 3 - Major\nRule 3 - Every spell is available at every power rating\nRule 4 - A higher power spell will always override a lower power spell of the same type\nSub 1 - We urge caution in tinkering. Using the same upgrade in more than one\nslot will offer absolutely no bonus outside of that of the highest tier spell."
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Gearcrafting Committee",
        "ignoreAuthor": 1,
        "pageText": "Rule 5 - The Minor and Moderate upgrades can be completed with no chance of failure by a Gearcrafter of the appropriate skill level.\nSub 1 - Minor and Moderate application difficulty is based on Material Type, Material Quality and Tinket Quality in the same way it is in normal tinkering.\nRule 6 - Major upgrades have a significant chance of failure. This failure rate is the same as that of Imbues.\nRule 7 - Gearcrafting Materials must always be prepared for use with a special armature before any of the before mentioned upgrades may be made.\nSub 1 - Minor Spells are activated with a Minor Armature\nSub 2 - Moderate Spells are activated with a Moderate Armature\nSub 3 - Majors Spells are activated with a Major Armature"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Gearcrafting Committee",
        "ignoreAuthor": 1,
        "pageText": "As it is with normal tinkering you will need vast quantities (a bag containing 100 units of a specific material) of salvage. The types of salvage you will be using are very specific to Gearcrafting.\n\nSalvage Types:\nAmber\nDiamond\nGromnie Hide\nPyreal\nRuby\nSapphire"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Gearcrafting Committee",
        "ignoreAuthor": 1,
        "pageText": "Each of these salvages on its own is completely inert. Only when applied to the correct armature is your salvage ready for use on a trinket. This armature facilitates the application of the material to the trinket as well as activating the magical reagents available in the material itself.\n\nArmatures:\nMinor Gearcrafting Armature - Available with any Shopkeeper\nModerate Gearcrafting Armature - Available with any Shopkeeper\nMajor Gearcrafting Armature - Available at only the most prestigious of shops"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Gearcrafting Committee",
        "ignoreAuthor": 1,
        "pageText": "Once activated each salvaged material will trigger a specific type of magic in the trinket.\n\nSalvage Type and Magic Activated:\nRuby - Additional Health\nAmber - Additional Stamina\nSapphire - Additional Mana\nDiamond - Damage Boost\nGromnie Hide - Damage Reduction Boost\nPyreal - Understanding (increase earned experience)"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Gearcrafting Committee",
        "ignoreAuthor": 1,
        "pageText": "Each of these salvage types will have a different level of effect based on the type of armature it is applied to.\n\nSalvage Type and Power Level:\nRuby - Minor 5 Health, Moderate 10 Health, Major 15 Health\nAmber - Minor 10 Stamina, Moderate 20 Stamina, Major 30 Stamina\nSapphire - Minor 10 Mana, Moderate 20 Mana, Major 30 Mana\nDiamond - Minor 1 Damage Rating, Moderate 2 Damage Rating, Major 3 Damage Rating\nGromnie Hide - Minor 1 Damage Reduction Rating, Moderate 2 Damage Reduction Rating, Major 3 Damage Reduction Rating\nPyreal - Minor 2% Experience Gain, Moderate 4% Experience Gain, Major 6% Experience Gain"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Gearcrafting Committee",
        "ignoreAuthor": 1,
        "pageText": "The process of preparing an armature is simple and has no risk of failure.\n\nStep 1 - Purchase the armature that corresponds to the tier of spell you wish to apply.\nStep 2 - Gather a complete bag of salvage that activates the spell you desire.\nStep 3 - Apply the complete bag of salvage to the armature.\nSub 1 - This will result in the production of a material prepared armature matching the type of material and the level of armature.\nSub 2 - The material will not be expended, this process only uses trace amounts of the material and there is no effect on the bag of salvage itself."
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Gearcrafting Committee",
        "ignoreAuthor": 1,
        "pageText": "Step 4 - Apply a bag of the same type of salvage, or the same bag of salvage to the prepared armature.\nSub 1 - This will expend the bag of salvage and you will be left with an armature that can now be used on a trinket.\nStep 5 - Apply the armature to a magical trinket of your choice (this will only work on loot generated trinkets).\nSub 1 - This will expend the armature and all of the material applied to it.\nSub 2 - Remember the difficulty of success depends on a number of variables. Minor and Moderate tinkers may be applied with certainty by skilled Gearcrafters but Major imbues will always have a significant chance to destroy both the armature and the trinket."
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Gearcrafting Committee",
        "ignoreAuthor": 1,
        "pageText": "Activating the innate abilities of trinkets is not the only use of Gearcrafting. We have managed to refine our understanding of Gearcrafting to the extent that it allows us to make devices of great power from a variety of base components. This process has been used in the invention of a variety of devices that can be used to amplify the power of a variety of skills.\n\nTo date the devices we have invented are:\nHorns of Leadership\nMedals of Loyalty\nExamination Lenses\nTapped Virindi Essences"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Gearcrafting Committee",
        "ignoreAuthor": 1,
        "pageText": "Each of these devices contains its own unique ability to tap into specific magics on a variety of levels. We have conceived 5-9 tiers of each of these items. The tier of the device is completely dependant on the materials it is made from and in some cases the craftsmanship of the components.\n\nEffect of Devices:\nHorn of Leadership - Allows those with sufficient abilities as a leader to enhance the health of their party.\nMedals of Loyalty - Allows those with sufficient loyalty to enhance the stamina and/or mana of their party.\nExamination Lenses - Allows those with sufficient Creature Assessment skill to make creatures more vulnerable to physical attacks.\nTrapped Virindi Essences - Allows those with sufficient Deception to trick the Virindi essence into amplifying their knowledge of Arcane Lore."
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Gearcrafting Committee",
        "ignoreAuthor": 1,
        "pageText": "Level of Effect of Devices:\nHorns of Leadership:\nCopper - Adds 2 to Health of Fellowship\nSilver - Adds 4 to Health of Fellowship\nGold - Adds 6 to Health of Fellowship\nPyreal - Adds 8 to Health of Fellowship\nPlatinum - Adds 10 to Health of Fellowship"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Gearcrafting Committee",
        "ignoreAuthor": 1,
        "pageText": "Medals of Loyalty:\nCopper (Stamina) - Adds 2 to Stamina of Fellowship\nCopper (Mana) - Adds 2 to Mana of Fellowship\nSilver (Stamina) - Adds 4 to Stamina of Fellowship\nSilver (Mana) - Adds 4 to Mana of Fellowship\nGold (Stamina) - Adds 6 to Stamina of Fellowship\nGold (Mana) - Adds 6 to Mana of Fellowship\nPyreal (Stamina) - Adds 8 to Stamina of Fellowship\nPyreal (Mana) - Adds 8 to Mana of Fellowship\nPlatinum (Stamina) - Adds 10 to Stamina of Fellowship\nPlatinum (Mana) - Adds 10 to Mana of Fellowship"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Gearcrafting Committee",
        "ignoreAuthor": 1,
        "pageText": "Examination Lenses:\npour Lense - Lead - Similar to Imperil Other I\nWell Crafted Lense - Iron - Similar to Imperil Other II\nFinely Crafted Lense - Copper - Similar to Imperil Other III\nExquisite Lense - Silver - Similar to Imperil Other IV\nMagnificent Lense - Gold - Similar to Imperil Other V\nNearly Flawless Lense - Pyreal - Similar to Imperil Other VI\nFlawless Lense - Carved Pyreal - Similar to Imperil Other VI\nUtterly Flawless Lense - Ornate Pyreal - Similar to Imperil Other VI\nIncomparable Lense - Flawless Pyreal - Similar to Imperil Other VII"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Gearcrafting Committee",
        "ignoreAuthor": 1,
        "pageText": "Trapped Virindi Essences:\nYellow Gem and Copper - Adds 8 to Arcane Lore\nWhite Gem and Silver - Adds 16 to Arcane Lore\nBlue Gem and Gold - Adds 24 to Arcane Lore\nRed Gem and Pyreal - Adds 32 to Arcane Lore\nPurple Gem and Platinum - Adds 40 to Arcane Lore"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Gearcrafting Committee",
        "ignoreAuthor": 1,
        "pageText": "These devices are crafted into their complete forms using Gearcrafting and a variety of base components. The most basic of components are already familiar to Derethians but the specific nature of Gearcrafting has lead to the creation of a variety of highly specialized tools. These tools can be found at Jewelers, Shopkeepers and Archmages around Dereth depending on the nature of the tool."
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Gearcrafting Committee",
        "ignoreAuthor": 1,
        "pageText": "Complete Guide to Crafting by Item:\n\nHorns of Leadership:\nStep 1 - Smelt a Scarab\nSub 1 - This process requires a smelting pot.\nSub 2 - This process requires a scarab. Horns use Copper, Silver, Gold, Pyreal or Platinum Scarabs depending on level. See description above to determine level.\nStep 2 - pour smelted metal into a Metal Sheet Form\nSub 1 - This will result in a Metal Sheet of the same type of metal.\nStep 3 - Use a Forming Hammer on the Metal Sheet\nSub 1 - This will produce the body of the Horn.\nStep 4 - Apply a Leather Strap to the Horn\nSub 1 - This will allow the Horn to be used."
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Gearcrafting Committee",
        "ignoreAuthor": 1,
        "pageText": "Medals of Loyalty:\nStep 1 - Smelt a Scarab\nSub 1 - This process requires a smelting pot.\nSub 2 - This process requires a scarab. Medals use Copper, Silver, Gold, Pyreal or Platinum Scarabs depending on level. See description above to determine level.\nStep 2 - pour smelted metal into a Medal Mold\nSub 1 - This will create a Medal of the same type of metal.\nStep 3 - Use a Stamina or Mana Refining Polish on the medal\nSub 1 - This will create a Medal of the type of metal and enhancing the corresponding secondary attribute to the type of Refining Polish used."
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Gearcrafting Committee",
        "ignoreAuthor": 1,
        "pageText": "Medals of Loyalty:\nStep 1 - Smelt a Scarab\nSub 1 - This process requires a smelting pot.\nSub 2 - This process requires a scarab. Medals use Copper, Silver, Gold, Pyreal or Platinum Scarabs depending on level. See description above to determine level.\nStep 2 - pour smelted metal into a Medal Mold\nSub 1 - This will create a Medal of the same type of metal.\nStep 3 - Use a Stamina or Mana Refining Polish on the medal\nSub 1 - This will create a Medal of the type of metal and enhancing the corresponding secondary attribute to the type of Refining Polish used."
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Gearcrafting Committee",
        "ignoreAuthor": 1,
        "pageText": "Examination Lenses:\nStep 1 - Smelt a Scarab\nSub 1 - This process requires a smelting pot.\nSub 2 - This process requires a scarab. Examination Lenses use Lead, Iron, Copper, Silver, Gold and Pyreal Scarabs depending on level. See description above to determine level.\nStep 2 - pour smelted metal into a Handle Mold\nSub 1 - The result will be a handle of the type matching your material.\nSub 2 - You may further refine Pyreal handles using a Carving Knife, you can refine a pyreal handle up to three times.\nStep 3 - Apply Abrasive Polish to a purchased Unfinished Lense\nSub 1 - This will refine the Lense for use.\nStep 4 - Place the Lense in a Frame\nSub 1 - Frames are in mass production, you may purchase these.\nSub 2 - This produces a frame ready to be placed on a handle.\nStep 5 - Place Framed Lense on Handle\nSub 1 - The Examination Lense is now ready for use."
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Gearcrafting Committee",
        "ignoreAuthor": 1,
        "pageText": "Trapped Virindi Essences:\nStep 1 - Smelt a Scarab\nSub 1 - This process requires a smelting pot.\nSub 2 - This process requires a scarab. Medals use Copper, Silver, Gold, Pyreal or Platinum Scarabs depending on level. See description above to determine level.\nStep 2 - pour smelted metal into a Metal Sheet Form\nSub 1 - This will result in a Metal Sheet of the same type of metal.\nStep 3 - Prepare a Jeweler's Saw by placing a Saw Blade into a Saw Frame\nSub 1 - Your saw is now ready to cut but blades can be broken in crafting."
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Gearcrafting Committee",
        "ignoreAuthor": 1,
        "pageText": "Step 4 - Use your Jeweler's Saw to cut a setting from your Metal Sheet\nStep 5 - Prepare your Virindi Gem using a Lapping Plate\nSub 1 - This will result in a Cut Gem of the same type.\nStep 6 - Apply the Cut Gem to the Setting\nSub 1 - Apply the matching Cut Gem to the Setting.\nYellow Gem to Copper Setting\nWhite Gem to Silver Setting\nBlue Gem to Gold Setting\nRed Gem to Pyreal Setting\nPurple Gem to Platinum Setting\nSub 2 - Your Trapped Virindi Essence is now ready for use."
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Gearcrafting Committee",
        "ignoreAuthor": 1,
        "pageText": "In these first days of what may be a new era we've invented much using the little we've learned. These inventions and our work in drawing out the innate abilities of the mechanical Trinkets that Gearknights brought into the world have a great deal of promise for the people of Dereth. Below you will find simple diagrams describing all Gearcrafting procedures. We appreciate all your efforts. Enjoy the wonders of Gearcrafting.\n\nJeweler's Saw Blade + Jeweler's Saw Frame = Jeweler's Saw\nAbrasive Polish + Unfinished Lense = Finished Lense\nLense Frame + Finished Lense = Framed Lense"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Gearcrafting Committee",
        "ignoreAuthor": 1,
        "pageText": "Smelting Pot + Lead Scarab = Smelting Pot of Lead\nSmelting Pot + Iron Scarab = Smelting Pot of Iron\nSmelting Pot + Copper Scarab = Smelting Pot of Copper\nSmelting Pot + Silver Scarab = Smelting Pot of Silver\nSmelting Pot + Gold Scarab = Smelting Pot of Gold\nSmelting Pot + Pyreal Scarab = Smelting Pot of Pyreal\nSmelting Pot + Platinum Scarab = Smelting Pot of Platinum"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Gearcrafting Committee",
        "ignoreAuthor": 1,
        "pageText": "Smelting Pot of Copper + Metal Sheet Form = Sheet Metal (Copper)\nSmelting Pot of Silver + Metal Sheet Form = Sheet Metal (Silver)\nSmelting Pot of Gold + Metal Sheet Form = Sheet Metal (Gold)\nSmelting Pot of Pyreal + Metal Sheet Form = Sheet Metal (Pyreal)\nSmelting Pot of Platinum + Metal Sheet Form = Sheet Metal (Platinum)\nJeweler's Saw + Sheet Metal (Copper) = Copper Setting\nJeweler's Saw + Sheet Metal (Silver) = Silver Setting\nJeweler's Saw + Sheet Metal (Gold) = Gold Setting\nJeweler's Saw + Sheet Metal (Pyreal) = Pyreal Setting\nJeweler's Saw + Sheet Metal (Platinum) = Platinum Setting"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Gearcrafting Committee",
        "ignoreAuthor": 1,
        "pageText": "Lapping Plate + Yellow Virindi Gem = Cut Yellow Gem\nLapping Plate + White Virindi Gem = Cut White Gem\nLapping Plate + Blue Virindi Gem = Cut Blue Gem\nLapping Plate + Red Virindi Gem = Cut Red Gem\nLapping Plate + Purple Virindi Gem = Cut Purple Gem\nCut Yellow Gem + Copper Setting = Virindi Servant Essence\nCut White Gem + Silver Setting = Virindi Master Essence\nCut Blue Gem + Gold Setting = Virindi Councillor Essence\nCut Red Gem + Pyreal Setting = Virindi Inquisitor Essence\nCut Purple Gem + Platinum Setting = Virindi Consul Essence"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Gearcrafting Committee",
        "ignoreAuthor": 1,
        "pageText": "Forming Hammer + Sheet Metal (Copper) = Copper Horn\nForming Hammer + Sheet Metal (Silver) = Silver Horn\nForming Hammer + Sheet Metal (Gold) = Gold Horn\nForming Hammer + Sheet Metal (Pyreal) = Pyreal Horn\nForming Hammer + Sheet Metal (Platinum) = Platinum Horn\nLeather Strap + Copper Horn = Copper Horn of Leadership\nLeather Strap + Silver Horn = Silver Horn of Leadership\nLeather Strap + Gold Horn = Gold Horn of Leadership\nLeather Strap + Pyreal Horn = Pyreal Horn of Leadership\nLeather Strap + Platinum Horn = Platinum Horn of Leadership"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Gearcrafting Committee",
        "ignoreAuthor": 1,
        "pageText": "Smelting Pot of Copper + Mold Medal = Copper Medal\nSmelting Pot of Silver + Mold Medal = Silver Medal\nSmelting Pot of Gold + Mold Medal = Gold Medal\nSmelting Pot of Pyreal + Mold Medal = Pyreal Medal\nSmelting Pot of Platinum + Mold Medal = Platinum Medal\nRefining Polish (Stamina) + Copper Medal = Copper Medal of Vigor\nRefining Polish (Stamina) + Silver Medal = Silver Medal of Vigor\nRefining Polish (Stamina) + Gold Medal = Gold Medal of Vigor\nRefining Polish (Stamina) + Pyreal Medal = Pyreal Medal of Vigor\nRefining Polish (Stamina) + Platinum Medal = Platinum Medal of Vigor\nRefining Polish (Mana) + Copper Medal = Copper Medal of Intellect\nRefining Polish (Mana) + Silver Medal = Silver Medal of Intellect\nRefining Polish (Mana) + Gold Medal = Gold Medal of Intellect\nRefining Polish (Mana) + Pyreal Medal = Pyreal Medal of Intellect\nRefining Polish (Mana) + Platinum Medal = Platinum Medal of Intellect"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Gearcrafting Committee",
        "ignoreAuthor": 1,
        "pageText": "Smelting Pot of Lead + Mold Handle = Lead Handle\nSmelting Pot of Iron + Mold Handle = Iron Handle\nSmelting Pot of Copper + Mold Handle = Copper Handle\nSmelting Pot of Silver + Mold Handle = Silver Handle\nSmelting Pot of Gold + Mold Handle = Gold Handle\nSmelting Pot of Pyreal + Mold Handle = Pyreal Handle\nCarving Knife + Pyreal Handle = Carved Handle\nCarving Knife + Carved Handle = Ornate Handle\nCarving Knife + Ornate Handle = Flawless Handle\nLense Framed + Lead Handle = pour Lense\nLense Framed + Iron Handle = Well Crafted Lense\nLense Framed + Copper Handle = Finely Crafted Lense\nLense Framed + Silver Handle = Exquisite Lense\nLense Framed + Gold Handle = Magnificent Lense\nLense Framed + Pyreal Handle = Nearly Flawless Lense\nLense Framed + Carved Handle = Flawless Lense\nLense Framed + Ornate Handle = Utterly Flawless Lense\nLense Framed + Flawless Handle = Incomparable Lense"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Gearcrafting Committee",
        "ignoreAuthor": 1,
        "pageText": "Armatures are first prepared:\nSalvaged Amber (100) + Minor Gearcrafting Armature = Minor Gearcrafting Armature\nSalvaged Amber (100) + Moderate Gearcrafting Armature = Moderate Gearcrafting Armature\nSalvaged Amber (100) + Major Gearcrafting Armature = Major Gearcrafting Armature"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Gearcrafting Committee",
        "ignoreAuthor": 1,
        "pageText": "Salvaged Diamond (100) + Minor Gearcrafting Armature = Minor Gearcrafting Armature\nSalvaged Diamond (100) + Moderate Gearcrafting Armature = Moderate Gearcrafting Armature\nSalvaged Diamond (100) + Major Gearcrafting Armature = Major Gearcrafting Armature"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Gearcrafting Committee",
        "ignoreAuthor": 1,
        "pageText": "Salvaged Gromnie Hide (100) + Minor Gearcrafting Armature = Minor Gearcrafting Armature\nSalvaged Gromnie Hide (100) + Moderate Gearcrafting Armature = Moderate Gearcrafting Armature\nSalvaged Gromnie Hide (100) + Major Gearcrafting Armature = Major Gearcrafting Armature"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Gearcrafting Committee",
        "ignoreAuthor": 1,
        "pageText": "Salvaged Pyreal (100) + Minor Gearcrafting Armature = Minor Gearcrafting Armature\nSalvaged Pyreal (100) + Moderate Gearcrafting Armature = Moderate Gearcrafting Armature\nSalvaged Pyreal (100) + Major Gearcrafting Armature = Major Gearcrafting Armature"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Gearcrafting Committee",
        "ignoreAuthor": 1,
        "pageText": "Salvaged Ruby (100) + Minor Gearcrafting Armature = Minor Gearcrafting Armature\nSalvaged Ruby (100) + Moderate Gearcrafting Armature = Moderate Gearcrafting Armature\nSalvaged Ruby (100) + Major Gearcrafting Armature = Major Gearcrafting Armature"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Gearcrafting Committee",
        "ignoreAuthor": 1,
        "pageText": "Salvaged Sapphire (100) + Minor Gearcrafting Armature = Minor Gearcrafting Armature\nSalvaged Sapphire (100) + Moderate Gearcrafting Armature = Moderate Gearcrafting Armature\nSalvaged Sapphire (100) + Major Gearcrafting Armature = Major Gearcrafting Armature\nOnce you have prepared the Armatures use the same material on the Armature, the process will be exactly the same as above. (A bar indicating how full the armature is will appear along side and the salvage will be destroyed). \n\nOnce this is complete apply the Armature to a magic Trinket (only loot generated trinkets will work)."
      }
    ]
  },
  "boolStats": [
    {
      "key": 11,
      "value": 1
    },
    {
      "key": 13,
      "value": 1
    },
    {
      "key": 14,
      "value": 1
    },
    {
      "key": 19,
      "value": 1
    }
  ],
  "intStats": [
    {
      "key": 1,
      "value": 8192
    },
    {
      "key": 5,
      "value": 100
    },
    {
      "key": 16,
      "value": 8
    },
    {
      "key": 19,
      "value": 50
    },
    {
      "key": 93,
      "value": 1044
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33554771
    },
    {
      "key": 3,
      "value": 536870932
    },
    {
      "key": 8,
      "value": 100668117
    },
    {
      "key": 22,
      "value": 872415275
    }
  ],
  "iidStats": [],
  "floatStats": [
    {
      "key": 39,
      "value": 1.2
    }
  ],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "A Comprehensive Guide to Gearcrafting"
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T22:09:55.467036Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}