{
  "wcid": 42747,
  "weenieType": 1,
  "boolStats": [
    {
      "key": 1,
      "value": 1
    },
    {
      "key": 11,
      "value": 1
    },
    {
      "key": 12,
      "value": 1
    },
    {
      "key": 13,
      "value": 1
    },
    {
      "key": 19,
      "value": 1
    }
  ],
  "intStats": [
    {
      "key": 1,
      "value": 128
    },
    {
      "key": 5,
      "value": 9000
    },
    {
      "key": 16,
      "value": 1
    },
    {
      "key": 19,
      "value": 125
    },
    {
      "key": 93,
      "value": 28
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33560953
    },
    {
      "key": 8,
      "value": 100668115
    }
  ],
  "iidStats": [],
  "floatStats": [],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "Yanshi"
    },
    {
      "key": 16,
      "value": "When the Sho first arrived, they decided to build their first city, Hebian-To, at the mouth of the River Prosper. But some chose instead to settle in the plains northwest of the Blackmire Swamp, almost within Aluvian territory. They found a large, lone rock in a field, and there they settled Yanshi, the Town of the Boulder. Some time later, but before the era of the Lifestones, Tumeroks attacked Yanshi, and the legendary Ben Ten came to the town's defense. For more on the Battle of Yanshi, head to the Sho library in Hebian-To and read \"The Story of Ben Ten and Yanshi.\" In Verdantine, 13 PY, the Yalaini mage Gaerlan attempted to summon a being known as the Harbinger. His attempt failed, and his summoning chamber, along with the town of Yanshi above it, were destroyed. The Sacred Stone in the center of town survived, as did the will of the people. In Frostfell, 16 PY, Yanshi was rebuilt to the west on a hill near the festival grounds of Leafcull. As part of the reconstruction, a memorial to Antius Blackmoor was built. During Solclaim of 21 PY, Prince Borelean Strathelar and Hoshino Kei were wed in the meadow outside of the town's walls."
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T22:10:05.2422172Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}