{
  "wcid": 42781,
  "weenieType": 1,
  "boolStats": [
    {
      "key": 1,
      "value": 1
    },
    {
      "key": 11,
      "value": 1
    },
    {
      "key": 12,
      "value": 1
    },
    {
      "key": 13,
      "value": 1
    },
    {
      "key": 19,
      "value": 1
    }
  ],
  "intStats": [
    {
      "key": 1,
      "value": 128
    },
    {
      "key": 5,
      "value": 9000
    },
    {
      "key": 16,
      "value": 1
    },
    {
      "key": 19,
      "value": 125
    },
    {
      "key": 93,
      "value": 28
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33560977
    },
    {
      "key": 8,
      "value": 100668115
    }
  ],
  "iidStats": [],
  "floatStats": [],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "Sanamar"
    },
    {
      "key": 16,
      "value": "In 1284 RC (Roulean Calendar, the calendar system used on the human's native world of Ispar), or 8 PY by our Derethian measurement, civil war broke out in Viamont, one of the nations of Ispar. The rebels of the house of Bellenesse were no match for the royal army of Viamont, and soon they fled through mysterious portals which brought them to Dereth. Varicci II, then prince of Viamont, led his army in the portals after them. The Viamontians found themselves trapped on the frigid archipelago northwest of Dereth known as the Halaetan Isles. In the early times after their arrival, the loyalists under the new King Varicci II were constantly at war, with the rebels of Bellenesse, the native creatures of this land, or the harsh wintry climate. The King led them south and west from their initial landing, until they found an omen on a southern coastal cliff: a great bull of red coloring, silhouetted in the setting sun. The manifestation of the emblem of the royal house of Corcosi was enough reason to choose that site for their new home, Sanamar."
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T22:10:05.9434325Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}