{
  "wcid": 42793,
  "weenieType": 1,
  "boolStats": [
    {
      "key": 1,
      "value": 1
    },
    {
      "key": 11,
      "value": 1
    },
    {
      "key": 12,
      "value": 1
    },
    {
      "key": 13,
      "value": 1
    },
    {
      "key": 19,
      "value": 1
    }
  ],
  "intStats": [
    {
      "key": 1,
      "value": 128
    },
    {
      "key": 5,
      "value": 9000
    },
    {
      "key": 16,
      "value": 1
    },
    {
      "key": 19,
      "value": 125
    },
    {
      "key": 93,
      "value": 28
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33560989
    },
    {
      "key": 8,
      "value": 100668115
    }
  ],
  "iidStats": [],
  "floatStats": [],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "Cragstone"
    },
    {
      "key": 14,
      "value": "The Eldrytch Web, one of the Societies of Dereth, has established their stronghold here. One of the three powerful Mana Forges, run by the Arcanum, may be found behind the Hildar House."
    },
    {
      "key": 16,
      "value": "Cragstone is the capital city of the Aluvians, named after the fallen hero of the Olthoi Rebellion Thorsten Cragstone, father of Prince Borelean Strathelar. It is the second oldest human settlement on Dereth, founded after the the victory over the Olthoi on the hills west of the Isle of Hope (now called the Isle of Tears). Just outside of town, one will find the Aluvian library and the translator of Yalaini texts. In 11 PY, during the Fourth Sending of Darkness, Cragstone survived the attack of three Shadow spires, thanks to Queen Elysa Strathelar and Asheron Realaidain. The ruins of one of these dark spires now rests in victory harbor. In 18 PY, Drudges established a large fort west of town, and for some time Cragstone was under constant raids. While the Drudges have been pushed back, the threat to the west is still present. "
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T22:10:06.1736942Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}