{
  "wcid": 42854,
  "weenieType": 1,
  "boolStats": [
    {
      "key": 1,
      "value": 1
    },
    {
      "key": 11,
      "value": 1
    },
    {
      "key": 12,
      "value": 1
    },
    {
      "key": 13,
      "value": 1
    },
    {
      "key": 19,
      "value": 1
    }
  ],
  "intStats": [
    {
      "key": 1,
      "value": 128
    },
    {
      "key": 5,
      "value": 9000
    },
    {
      "key": 16,
      "value": 1
    },
    {
      "key": 19,
      "value": 125
    },
    {
      "key": 93,
      "value": 28
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33561009
    },
    {
      "key": 8,
      "value": 100668115
    }
  ],
  "iidStats": [],
  "floatStats": [],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "Ruschk"
    },
    {
      "key": 16,
      "value": "The Ruschk are a race of shamanic warriors who make their homes deep within the icebergs and mountains of the cold islands. The Ruschk appear to be quite intelligent, though generally uncommunicative with those outside their race. The Ruschk attack on sight; they have no interest in peaceful negotiation. The Ruschk wear little in the way of armor. What they do wear tends to be made of animal skins. They keep their faces covered and wear their hair in a sort of topknot. They adorn themselves with jewelry made of bones and teeth. They fight with weapons forged from ice. Somehow, these weapons are hard as steel. Some Ruschk have the surprising ability to strip an enemy's magical enhancements away with a simple wave of the hand. We do not know what the Ruschk call themselves, the name comes from Viamont soldiers who heard one speak. Its words were foreign and its dialect thick, but it clearly spoke some form of language. The soldiers were unable to remember much of what was said, but the word \"Ruschk\" was spoken several times."
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T22:10:07.5080773Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}