{
  "wcid": 42992,
  "weenieType": 1,
  "boolStats": [
    {
      "key": 1,
      "value": 1
    },
    {
      "key": 11,
      "value": 1
    },
    {
      "key": 12,
      "value": 1
    },
    {
      "key": 13,
      "value": 1
    },
    {
      "key": 19,
      "value": 1
    }
  ],
  "intStats": [
    {
      "key": 1,
      "value": 128
    },
    {
      "key": 5,
      "value": 9000
    },
    {
      "key": 16,
      "value": 1
    },
    {
      "key": 19,
      "value": 125
    },
    {
      "key": 93,
      "value": 28
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33561062
    },
    {
      "key": 8,
      "value": 100668115
    }
  ],
  "iidStats": [],
  "floatStats": [],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "Freehold"
    },
    {
      "key": 16,
      "value": "In the days before Elysa Strathelar defeated the Olthoi Queen of Dereth, a group of enslaved Isparians, led by the the Aluvian cousins MacDugal and MacNiall, managed to escape the Olthoi. After illuding the pursuing Olthoi, they came across an unstable looking portal. MacNiall wished to enter it, while MacDugal was skeptical, reminding everyone that mysterious portals are the reason they were on Dereth and had been enslaved by the Olthoi. During the argument, they were found by the Olthoi. So the group broke, some following MacNiall into the portal, and others following MacDugal into the foothills. MacNiall's band found themselves on the Vesayen Isles, and met up with another band of escaped slaves there led by the devout Jojiist Zenzaburou Hensu and an Aluvian named Vanten who followed the Code of Pwyll. The two groups lived together for a time in Kryst, but MacNiall and his followers decided that they could no longer live with the traditionalists and, and they put it, their unthinking adherence to outdated moral codes. So they trekked deeper into the jungles, and eventually settled MacNiall's Freehold on a small, safe island."
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T22:10:09.8845061Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}