{
  "wcid": 43517,
  "weenieType": 8,
  "pageDataList": {
    "maxNumCharsPerPage": 1000,
    "maxNumPages": 4,
    "pages": [
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "A Soldier",
        "ignoreAuthor": 0,
        "pageText": "Day 1\n\nI arrived at this facility, located in the middle of nowhere, this past afternoon. I had been recruited to provide protection/security for the project here without being given much of any other information.\n\nUpon arriving I reported to the one known as Saelar. He informed me that I was to report to him only and that he would take the information to the one who was in charge, but refused to share any more information with me."
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "A Soldier",
        "ignoreAuthor": 0,
        "pageText": "Day 2\n\nI have seen many things throughout my life as a soldier for hire, but even I am shocked by what is going on here. There are cages filled with mattekar and I have been tasked with bringing these creautres up to the rooms where the experiments are being done.\n\nThese creatures are being put through terrible magics for a purpose I do not yet understand. I do know, however, that so far these experiments have not worked. The creatures often end up mangled and destroyed through painful means, after which they are simply tossed to the side and discarded.\n\nI will admit I took pleasure in seeing one of these beasts break loose and maul one of the workers performing the experiments."
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "A Soldier",
        "ignoreAuthor": 0,
        "pageText": "Day 5\n\nThe experiments have begun to work. The mattekars have been transformed into a new beast that we are calling Gurogs. What is being done to these Gurogs is possibly more terrible than what has been done to the mattekars.\n\nIn order to discover the true strength and resilience of these new beasts, they are being chained in place and attacked with all manner of weapons.\n\nOver and over these creatures are stabbed, burned, shocked and finally killed. There is no respect for life in this place and it is wearing on my soul. I hope my contract here is completed soon so that I may leave this place with the hopes of forgetting all that I have seen"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "A Soldier",
        "ignoreAuthor": 0,
        "pageText": "Day 7\n\nThe Gurogs have started resisting the workers here and lash out every chance they have gotten. They have killed several workers today already which put a temporary halt to the tests being performed on them.\n\nHopefully whoever is behind this place will see this as a reason to stop these experiments and\n\n(The ink mark drags across the page and there are drops of blood near the bottom. The rest of the journal is blank.)"
      }
    ]
  },
  "boolStats": [],
  "intStats": [
    {
      "key": 1,
      "value": 8192
    },
    {
      "key": 5,
      "value": 50
    },
    {
      "key": 16,
      "value": 1
    },
    {
      "key": 19,
      "value": 0
    },
    {
      "key": 33,
      "value": 1
    },
    {
      "key": 93,
      "value": 1044
    },
    {
      "key": 114,
      "value": 1
    },
    {
      "key": 279,
      "value": 1
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33554771
    },
    {
      "key": 3,
      "value": 536870932
    },
    {
      "key": 8,
      "value": 100668117
    },
    {
      "key": 22,
      "value": 872415275
    }
  ],
  "iidStats": [],
  "floatStats": [
    {
      "key": 54,
      "value": 0.3
    }
  ],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "Journal of a Soldier"
    },
    {
      "key": 33,
      "value": "JournalofaSoldierPickup"
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T22:10:17.6920963Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}