{
  "wcid": 45488,
  "weenieType": 8,
  "pageDataList": {
    "maxNumCharsPerPage": 1000,
    "maxNumPages": 8,
    "pages": [
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "RACIAL CHANGES                      ",
        "ignoreAuthor": 0,
        "pageText": "Racial Changes\nRacial advantages have been revamped.\nThe number of specialization credits you can have has been increased by 6, to a total of 70.\nRacial skills have been removed and experience refunded. You get Arcane Lore trained for free and you can spend the other 2 skill credits as you see fit.\nEach race still gets a free starting Augmentation. Each race also gets a bonus to the damage of specific weapons called Mastery. Your Mastery is listed in your Character Information panel.\nIf you used a racial weapon skill you will have to train or specialize one of the new weapons skills described on the next page.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "WEAPON SKILL CHANGES                      ",
        "ignoreAuthor": 0,
        "pageText": "Weapon Skill Changes\n\nWeapon skills have been revamped. Weapons are now organized into 5 combat skills:\nHeavy Weapons\nCost: 6/6\n(Str + Coord)/3\nLight Weapons\nCost: 4/4\n(Str + Coord)/3\nFinesse Weapons\nCost: 4/4\n(Quick + Coord)/3\nTwo Handed Combat\nCost: 8/8\n(Str + Coord)/3\nMissile Weapons\nCost: 6/6\nCoord/2\nCharacters with the Sword skill were given Heavy Weapons. Characters with the Dagger skill were given Finesse Weapons. Characters with any other weapon skill were given the Light Weapons skill. Characters were only given one new weapon skill, with the precedence being Heavy over Finesse over Light.\n(Racial weapon skills were removed entirely and not replaced by new skills.)\nBow, Crossbow and Thrown Weapon skills have been removed. If you had any of those skills then Missile Weapons was added.\nTwo Handed Weapon skill remains unchanged.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "SHIELD AND DUAL WIELD",
        "ignoreAuthor": 0,
        "pageText": "Shield and Dual Wield\nA Shield skill and Dual Wield skill were added. If you use shields you will want to train or specialize the Shield skill or higher level shields will be far less effective for you. You can also learn to effectively wield a one handed weapon in your off hand.\nShield\nCost: 2/2\n(Str + Coord)/2\nYou gain full benefit from shields you have equipped.\nDual Wield\nCost: 2/2\n(Str + Coord)/3\nYou can equip a weapon in each hand. Your skill in the off hand is limited by your Dual Wield skill.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "LOOT WEAPONS                  ",
        "ignoreAuthor": 0,
        "pageText": "Loot Weapons\nYour loot weapons have been converted to the new skills.\nSwords have been changed to Heavy Weapons and the damage has been increased appropriately.\nDaggers have been changed to Finesse Weapons and the damage has been increased appropriately.\nOther weapons have been changed to Light Weapons and the damage has been increased appropriately.\nNew weapons drop in loot. Each type of weapon (Dagger, Sword, Mace, etc.) is represented in each skill. There are, for example, Heavy Daggers, Light Axes, Finesse Sword, etc.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "QUEST WEAPONS                                   ",
        "ignoreAuthor": 0,
        "pageText": "Quest Weapons\nQuest weapons have been updated, and they have been redistributed among the new weapon skills.\nTo help you get going with the changes, Asheron has sent an Emissary to Arwic to distribute one free quest weapon to existing adventurers.\nFind the Emissary of Asheron in Arwic to claim your free quest weapon.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Imbues and Modifications                           ",
        "ignoreAuthor": 0,
        "pageText": "Imbues and Modifications\nTo help you transition to the new skills and prepare new weapons, all adventurers are given six imbue swap coins that can be used to purchase new imbues\nYou can claim these coins from one of Asheron's Emissaries in Arwic. These coins can be traded to other characters.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "New Skills                          ",
        "ignoreAuthor": 0,
        "pageText": "Other New Skills\nThe combat masters of Dereth have developed new skills which you can learn.\nRecklessness\nCost: 4/2\n(Str+Quick)/3\nWhen your power bar or accuracy bar is in the middle of the bar your melee and missile attacks get extra damage. You also take extra damage. This damage is not added to critical hits.\nSneak Attack\nCost: 4/2\n(Coord + Quick)/3\nYour melee, missile and magic attacks do more damage from behind. If you have the Deception skill you have a chance for extra damage from the front.\nDirty Fighting\nCost: 2/2\n(Str + Coord)/3\nYour melee and missile attacks have a chance to weaken your opponent. High attacks can reduce the attack skills of the opponent. Low attacks can reduce the defense skills of the opponent. Medium attacks can reduce healing effects on the opponent and cause small amounts of bleeding damage.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "And More!",
        "ignoreAuthor": 0,
        "pageText": "\nThese are just some of the changes for the February 2012 patch.\nFor more complete information visit the Asheron's Call official forums.\n"
      }
    ]
  },
  "boolStats": [
    {
      "key": 22,
      "value": 1
    }
  ],
  "intStats": [
    {
      "key": 1,
      "value": 8192
    },
    {
      "key": 5,
      "value": 2
    },
    {
      "key": 16,
      "value": 8
    },
    {
      "key": 19,
      "value": 0
    },
    {
      "key": 93,
      "value": 1044
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33554771
    },
    {
      "key": 3,
      "value": 536870932
    },
    {
      "key": 8,
      "value": 100668117
    },
    {
      "key": 22,
      "value": 872415275
    }
  ],
  "iidStats": [],
  "floatStats": [
    {
      "key": 54,
      "value": 1.0
    }
  ],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "Some Changes for February 2012"
    },
    {
      "key": 16,
      "value": "A summary of the combat skill changes for February 2012."
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T22:10:44.7889884Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}