{
  "wcid": 46362,
  "weenieType": 8,
  "pageDataList": {
    "maxNumCharsPerPage": 1000,
    "maxNumPages": 2,
    "pages": [
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Unknown",
        "ignoreAuthor": 0,
        "pageText": "Translator's Note: This seems to be a small excerpt from a much larger story.  What I found most interesting is that it wasn't written in any dialect of Falatacot that I've ever seen before.  If I had to guess, this piece was written by a culture long sundered from the Falatacot that the people of Dereth usually deal with "
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Unknown",
        "ignoreAuthor": 0,
        "pageText": "...All this time, the youngest sister was doing her best to bring her sisters to their senses, but as her Deru masters began to fall into corruption, she realized that there was little she could do. The remaining Deru imbued the youngest sister with eternal youth, by turning her into a spirit that only became corporeal during certain phases of the moon. In such a state she was unable to save her country or her sisters, but as each sister lay dying, the youngest was able to turn her into a giant bulb with outer leaves so hard, neither blade nor magic could penetrate it. In this form she was also able to collect the lost teachings of her sisters, as well as preserving the teachings of her Deru masters, hiding them in secret grottos and caves, so that one day she could show others the way to undo the evil that had been caused by the Dark Matriarchs and their puppet, Sath'tik... "
      }
    ]
  },
  "boolStats": [],
  "intStats": [
    {
      "key": 1,
      "value": 128
    },
    {
      "key": 5,
      "value": 25
    },
    {
      "key": 16,
      "value": 8
    },
    {
      "key": 19,
      "value": 20
    },
    {
      "key": 93,
      "value": 1044
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33554773
    },
    {
      "key": 3,
      "value": 536870932
    },
    {
      "key": 8,
      "value": 100692694
    },
    {
      "key": 22,
      "value": 872415275
    }
  ],
  "iidStats": [],
  "floatStats": [
    {
      "key": 54,
      "value": 1.0
    }
  ],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "The Story of the Lost Sisters"
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T22:10:56.0641899Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}