{
  "wcid": 5000968,
  "weenieType": 8,
  "pageDataList": {
    "maxNumCharsPerPage": 1000,
    "maxNumPages": 4,
    "pages": [
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "The Council of Sages",
        "ignoreAuthor": 0,
        "pageText": "There are many Olthoi Queens on Auberean, but one Queen holds power over them all -- the Ancient Queen.\n\nThe Ancient Queen was the first Olthoi Queen brought to Auberean by the forces of the Yalain Empire. Asheron's portal magic had allowed them to discover the Olthoi homeworld, and they sought to study the Olthoi further. When Asheron saw this Queen, he was alarmed to see that it was the same Olthoi that nearly killed him on a prior expedition. It bore the scar of Asheron's magic on its breastplate.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "The Council of Sages",
        "ignoreAuthor": 0,
        "pageText": "When Olthoi first began to overrun the Yalaini Archipelago, it was this Queen that seemed to control them psychicly. The surviving Empyrean fled to Dereth, and there was no sign of the Ancient Queen for thousands of years.\n\nIn Portal Year 14, she made her return. There appears to be a form of psychic link between the Queen and Asheron, and for hundreds of years she and her minions had been tunneling beneath the ocean, attempting to reach Asheron in Dereth and exact her revenge. \n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "The Council of Sages",
        "ignoreAuthor": 0,
        "pageText": "As Olthoi overran Dereth, Asheron found himself imprisoned in his tower. Some Olthoi appear to have the power to nullify most forms of magic, and these same creatures encamped in the tunnels beneath Asheron's island. \n\nThe Isparians fought against the Queen and her children, but it was not until the sorceress Nuhmudira enacted an ancient Falatacot ritual that they were able to defeat her. \n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "The Council of Sages",
        "ignoreAuthor": 0,
        "pageText": "Isparians used a Dericost poison to infect the food of the Olthoi, and Nuhmudira's ritual allowed her to contact the mind of the Queen and direct the Isparian forces. \n\nAfter a long and bloody battle, the Queen retreated into her tunnels, collapsing them behind her. The Dericost have completed the destruction of these tunnels, but somewhere in Auberean the Ancient Queen plots her return. \n\nThis doll is a gift, celebrating five years of Isparian freedom on Dereth.\n"
      }
    ]
  },
  "boolStats": [
    {
      "key": 22,
      "value": 0
    },
    {
      "key": 69,
      "value": 0
    }
  ],
  "intStats": [
    {
      "key": 1,
      "value": 8192
    },
    {
      "key": 3,
      "value": 5
    },
    {
      "key": 5,
      "value": 10
    },
    {
      "key": 8,
      "value": 230
    },
    {
      "key": 9,
      "value": 0
    },
    {
      "key": 16,
      "value": 8
    },
    {
      "key": 19,
      "value": 100
    },
    {
      "key": 33,
      "value": 1
    },
    {
      "key": 93,
      "value": 1044
    },
    {
      "key": 114,
      "value": 0
    },
    {
      "key": 150,
      "value": 103
    },
    {
      "key": 151,
      "value": 9
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33559086
    },
    {
      "key": 3,
      "value": 536870932
    },
    {
      "key": 6,
      "value": 67113288
    },
    {
      "key": 7,
      "value": 268436646
    },
    {
      "key": 8,
      "value": 100667623
    },
    {
      "key": 22,
      "value": 872415275
    }
  ],
  "iidStats": [],
  "floatStats": [
    {
      "key": 39,
      "value": 0.3
    },
    {
      "key": 44,
      "value": -1.0
    },
    {
      "key": 54,
      "value": 1.0
    }
  ],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "Pack Ancient Olthoi Queen"
    },
    {
      "key": 14,
      "value": "This doll may be hooked. Use this doll to read a historical lesson."
    },
    {
      "key": 15,
      "value": "Short description does not show up in game."
    },
    {
      "key": 16,
      "value": "The Ancient Olthoi Queen, brood mistress of all Olthoi on Auberean"
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T22:13:45.8108145Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}