{
  "wcid": 53478,
  "weenieType": 8,
  "pageDataList": {
    "maxNumCharsPerPage": 1000,
    "maxNumPages": 5,
    "pages": [
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Asheron",
        "ignoreAuthor": 0,
        "pageText": "If you are reading this, then you have located the Font of Enlightenment and Rebirth.  This ancient font was a gift from the Deru to the Falatacot who followed the Light.  It was taught that those who undertook the path would become enlightened over their many experienced lives, and would gain great wisdom and compassion from all they had seen.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Asheron",
        "ignoreAuthor": 0,
        "pageText": "If you wish to undertake this path, be warned, it is not for the faint of heart, and there is no turning back.  The font will strip you of your skills and experience, leaving you as one new-found in Dereth.  I have studied the font, and I have learned much of what it requires in order to function.  The following is the list of criteria you must meet in this Age to use the font:\n\n1. You must have acheived the pinnacle of experience, and be of the 275th circle of experience.\n\n2. You must have learned all there is of Luminance, being one who has trained in all of the Luminance Auras, to their maximum capacity.\n\n3. You must be a Master of one of the Societies of Dereth.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Asheron",
        "ignoreAuthor": 0,
        "pageText": "If you meet the listed requirements, the font will activate and set you upon the Path of Enlightenment.\n\nThe following changes will overcome you as you are set upon the path:\n\n1. You will drop to the first circle of experience.\n\n2. You will forget the knowledge of all of your skills.\n\n3. You will lose access to the magics of Aetheria until you retake the quests and regain it.\n\n4. You will lose access to the magics of Luminance until you retake the quests and regain it.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Asheron",
        "ignoreAuthor": 0,
        "pageText": "There are, however, some things you will retain.  Any Augmentations you have learned will remain with you.  Any skill credits you have earned will also remain with you.  Also, as you walk the Path of Enlightenment, each time you step back to the beginnings, your skills and vitality will increase slightly, as the imperfections of your form are stipped away, bit by bit.\n\nTo ease this process a bit, I have cast an enchantment that will provide a token to any who set upon the path, so they may travel to my castle and reattune their attributes.  Also, I have created duplicates of the Enlightenment Statues and set them in a ring around the exterior of my castle.  This should ease things for those who wish to respecialize a skill.  Lastly, I have created several portals in the Temple of the Font, so those newly reformed into the world can get to several safer locations, including my castle, for those who need access to the statues.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Asheron",
        "ignoreAuthor": 0,
        "pageText": "If you choose to set foot upon this path, may the blessings of the Light Falatacot and the Deru be upon you.  And may all of Dereth be bettered by your choice.\n\n~ Asheron Realaidain\n"
      }
    ]
  },
  "boolStats": [
    {
      "key": 1,
      "value": 1
    }
  ],
  "intStats": [
    {
      "key": 1,
      "value": 8192
    },
    {
      "key": 5,
      "value": 160
    },
    {
      "key": 16,
      "value": 8
    },
    {
      "key": 19,
      "value": 90
    },
    {
      "key": 93,
      "value": 1044
    },
    {
      "key": 151,
      "value": 9
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33558378
    },
    {
      "key": 3,
      "value": 536870932
    },
    {
      "key": 8,
      "value": 100674407
    },
    {
      "key": 22,
      "value": 872415275
    }
  ],
  "iidStats": [],
  "floatStats": [
    {
      "key": 39,
      "value": 1.22
    },
    {
      "key": 54,
      "value": 3.0
    }
  ],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "Enlightenment and Rebirth"
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T22:11:51.099837Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}