{
  "wcid": 5680,
  "weenieType": 8,
  "pageDataList": {
    "maxNumCharsPerPage": 1000,
    "maxNumPages": 6,
    "pages": [
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Cambarth",
        "ignoreAuthor": 0,
        "pageText": "4th of Frostfell, 13th Year of Exile\n\nToday a most curious thing occurred.  Asjan and I were discussing worker productivity when there was a soft knock at the door.  Upon opening it, a violet-cloaked figure wearing a mask floated - floated! - in the air before us.  Asjan gasped and froze.  I asked this creature if I could help it, reasoning that since it knocked politely, in our fashion, it must have Intellect.  The Thing introduced itself as \"Lord Sarvaen,\" a noble of Arwic, and offered me a business proposition.  I asked what it had in mind.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Cambarth",
        "ignoreAuthor": 0,
        "pageText": "\"Sarvaen\" floated in the room, the ragged trailings of its cloak fluttering, and explained that it had need for the unique crystals I had discovered in the mountain.  Its voice was... Ah, but I lack the words.  Deep it was, and oddly cadenced.  It was beyond question not a man's voice, and sounded as if it came through a tunnel, or from the grave.  Straight-faced, I asked what it offered in turn.  At this, one violet-draped \"arm\" rose and placed a gem upon the table.  I did not see its hand for the folds of the cloak.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Cambarth",
        "ignoreAuthor": 0,
        "pageText": "It was a ruby; large, flawless, and more finely cut than any stone I have ever seen.  I have not the words to do justice to this amazing artifact.\n\nExchanging raw crystal of undetermined worth for such incredible craftsmanship seemed like a sound decision, so I offered to draw up a contract.  \"Sarvaen's\" cloak rippled, as if a swarm of insects were beating against the interior, and it said that true men preferred to do business without records.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Cambarth",
        "ignoreAuthor": 0,
        "pageText": "At this, Asjan's nerve snapped, and he ran from the room shrieking hysterically.  The Thing turned to mark his passage, and I believe I saw a flash of violet-blue light from behind the corner of its bizarre mask.\n\nThe deal, fortunately, was quickly agreed upon, and \"Sarvaen\" left a small pile of jewels behind, as a token of its good faith.  I calculate their worth to be in excess of 100,000 Pyreal.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Cambarth",
        "ignoreAuthor": 0,
        "pageText": "I do not trust this Thing by any account. But one cannot argue with the profit - which is, after all, why I am in this hellish place!\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Cambarth",
        "ignoreAuthor": 0,
        "pageText": "7th Frostfell\n\nAsjan has disappeared. A badly written note, supposedly from him, was found, saying that he went home to Qalaba'r. I know the Thing did it. It still believes that I believe it is a man, and it must remain so improbably ignorant\n"
      }
    ]
  },
  "boolStats": [
    {
      "key": 22,
      "value": 0
    }
  ],
  "intStats": [
    {
      "key": 1,
      "value": 8192
    },
    {
      "key": 5,
      "value": 80
    },
    {
      "key": 8,
      "value": 230
    },
    {
      "key": 9,
      "value": 0
    },
    {
      "key": 16,
      "value": 8
    },
    {
      "key": 19,
      "value": 40
    },
    {
      "key": 93,
      "value": 1044
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33554771
    },
    {
      "key": 3,
      "value": 536870932
    },
    {
      "key": 8,
      "value": 100668117
    },
    {
      "key": 22,
      "value": 872415275
    }
  ],
  "iidStats": [],
  "floatStats": [
    {
      "key": 39,
      "value": 1.22
    },
    {
      "key": 54,
      "value": 0.3
    }
  ],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "Torn Journal"
    },
    {
      "key": 15,
      "value": "A small, handwritten journal, evidently torn in half."
    },
    {
      "key": 16,
      "value": "The first half of a small, handwritten journal."
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T21:59:12.9053192Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}