{
  "wcid": 5689,
  "weenieType": 8,
  "pageDataList": {
    "maxNumCharsPerPage": 1000,
    "maxNumPages": 5,
    "pages": [
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Legend of Lilitha",
        "ignoreAuthor": 0,
        "pageText": "Both hated and revered she was, Lilitha the Hunter.  In the early days of Elysa Strathelar's reign, Lilitha refused to be bound by duty or conscience, and plunged without care into the dark woods of Tiofor.  Leaving behind all else, she traveled with bow and arrow into the wilds, slaying all manner of beasts and creatures - and even the people who sought to oppose her, it is said.  So she earned the name Hunter.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Legend of Lilitha",
        "ignoreAuthor": 0,
        "pageText": "Monsters' teeth and horns she collected, and wore them upon herself.  Gromnie teeth she turned into arrow heads; auroch horn she turned into spears.  She is even said to have worn a helm crafted from a slain Olthoi, and of this she was most proud.  But these were the days when she still occasionally returned to town, to drink and brag and spin her tales - and those days grew few and even fewer as time passed.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Legend of Lilitha",
        "ignoreAuthor": 0,
        "pageText": "It is said that she was the first to explore Mount Esper, but its beauty held her not, and she traveled on.\n\nIt is said that she was the first to come upon the fort known now as the Bandit Castle, but its walls suited her not, and she traveled on.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Legend of Lilitha",
        "ignoreAuthor": 0,
        "pageText": "It is said that she was the first to travel through the Direlands, even before Alatar Locke, but nothing there could resist her arrows, and so she traveled on.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Legend of Lilitha",
        "ignoreAuthor": 0,
        "pageText": "Now, in these later days, few remember Lilitha the Hunter.  It is said some of the earliest arrows she used can be found still: cast-off arrows which she made, used, and abandoned back in the days in which she still came back to town to drink and brag and spin her tales.  Where is she now?  No one knows.  Perhaps she has traveled on, with her arrows and her wild love of the hunt, into the next life.\n"
      }
    ]
  },
  "boolStats": [
    {
      "key": 22,
      "value": 0
    }
  ],
  "intStats": [
    {
      "key": 1,
      "value": 8192
    },
    {
      "key": 5,
      "value": 160
    },
    {
      "key": 8,
      "value": 230
    },
    {
      "key": 9,
      "value": 0
    },
    {
      "key": 16,
      "value": 8
    },
    {
      "key": 19,
      "value": 120
    },
    {
      "key": 93,
      "value": 1044
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33554771
    },
    {
      "key": 3,
      "value": 536870932
    },
    {
      "key": 8,
      "value": 100668117
    },
    {
      "key": 22,
      "value": 872415275
    }
  ],
  "iidStats": [],
  "floatStats": [
    {
      "key": 39,
      "value": 1.22
    },
    {
      "key": 54,
      "value": 0.3
    }
  ],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "The Legend of Lilitha"
    },
    {
      "key": 16,
      "value": "A copy of the Legend of Lilitha, bought from the Cragstone Library."
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T21:59:13.1650347Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}