{
  "wcid": 5699,
  "weenieType": 8,
  "pageDataList": {
    "maxNumCharsPerPage": 1000,
    "maxNumPages": 6,
    "pages": [
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Four Stones and Three Elders",
        "ignoreAuthor": 0,
        "pageText": "Much has been written on the relationship between the Four Stones and the three Elders, and on the legend that Mankind is the fourth Elder.  Especially since teachers have begun to say that three of the Stones correspond to the three Elders, more and more have begun to say that Mankind is also an Elder because there are four stones.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Four Stones and Three Elders",
        "ignoreAuthor": 0,
        "pageText": "Nothing could be further from the truth!  The very foundations of this philosophy are mistaken.\n\nWhen Jojii wrote of Four Stones, he did not originally mean for them to become associated with the three Elders.  Though almost every monastery will teach this, it is false.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Four Stones and Three Elders",
        "ignoreAuthor": 0,
        "pageText": "The Four Stones of Humility, Discipline, Compassion, and Detachment are complete in themselves.  They need no ties to the Elders.  The sum total of this path is the very path to Heaven that Jojii taught, which is not the same as the so-called Path of the Dragon, or the Path of the Unicorn, or the Path of the Firebird.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Four Stones and Three Elders",
        "ignoreAuthor": 0,
        "pageText": "It is true that the One meant humanity to have a separate path from the Elders.  We were not meant to be such spirits devoted to only one Heavenly Principle.  Here is a great secret: We were meant to be whole, to embody all the Heavenly Principles, not just one!\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Four Stones and Three Elders",
        "ignoreAuthor": 0,
        "pageText": "So, while people will continue to teach that the Stone of Humility is ours, that the Stone of Discipline is the Dragon's, and so on, you may rest in the great knowledge that in actuality, all the Stones belong to us.\n\nYou may say that we cannot also embody the Principles of Power, Grace, and Splendor as the Elders can.  But here is another secret: we can do so indeed, but first we must perfectly conform to the Four Stones.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Four Stones and Three Elders",
        "ignoreAuthor": 0,
        "pageText": "So you see, the Four Stones and three Elders are not the same, and we should not place ourselves on the pedestal of the Elders just to make the numbers work out.  Jojii never taught this, despite what you may have learned.  \n\nWe have a far different destiny.\n"
      }
    ]
  },
  "boolStats": [
    {
      "key": 22,
      "value": 0
    }
  ],
  "intStats": [
    {
      "key": 1,
      "value": 8192
    },
    {
      "key": 5,
      "value": 160
    },
    {
      "key": 8,
      "value": 230
    },
    {
      "key": 9,
      "value": 0
    },
    {
      "key": 16,
      "value": 8
    },
    {
      "key": 19,
      "value": 120
    },
    {
      "key": 93,
      "value": 1044
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33554771
    },
    {
      "key": 3,
      "value": 536870932
    },
    {
      "key": 8,
      "value": 100668117
    },
    {
      "key": 22,
      "value": 872415275
    }
  ],
  "iidStats": [],
  "floatStats": [
    {
      "key": 39,
      "value": 1.22
    },
    {
      "key": 54,
      "value": 0.3
    }
  ],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "On the Four Stones and Three Elders"
    },
    {
      "key": 16,
      "value": "A copy of On the Four Stones and Three Elders, bought from the Hebian-To Library."
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T21:59:13.4309005Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}