{
  "wcid": 5856,
  "weenieType": 8,
  "pageDataList": {
    "maxNumCharsPerPage": 1000,
    "maxNumPages": 13,
    "pages": [
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "",
        "ignoreAuthor": 0,
        "pageText": "This book is dedicated to aspiring chefs who are tired of the basics.\n\nThis cookbook will provide you with more challenging recipes, which will reward your efforts with superior food.   Foods from different Heritage Groups are represented in these pages; fine foods know no boundaries.\n\nThis book will be updated with exciting new finds!\n\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Carrot Soup",
        "ignoreAuthor": 0,
        "pageText": "CAROL'S CARROT SOUP\n\nThis savory soup calls for using a cooking pot on a fresh carrot.  Take the resulting carrot stock and use on milk to make the stock rich and creamy; then use the rich carrot stock on cheese to get that lovely cheese topping.  Presto!  A true delight.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Carrot Cake",
        "ignoreAuthor": 0,
        "pageText": "KAKORI'S CARROT CAKE\n\nCarrot cake is an easy and popular recipe.  Kakori of Thistledown produced this sensational version.\n\nUse flour together with water to create dough, and then combine dough with an egg to create batter.\n\nUse the batter with more flour to create cake batter.  Now we throw in the not-so-secret special ingredient, by using the batter on a carrot to create carrot cake batter.  A baking pan is used last to create a delicious carrot cake!\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Famous Pizza",
        "ignoreAuthor": 0,
        "pageText": "DANI THE CRAZED'S FAMOUS PIZZA\n\nDani the Crazed of Leafcull was the first to successfully introduce this extra tasty, famous pizza.\n\nFirst make some normal pizza,  by using flour on water to make dough, then using it on cheese.  Then get some oregano and use it on the pizza for that extra famous pizza flavor.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Hot Sauce & Cinnamon",
        "ignoreAuthor": 0,
        "pageText": "REGARDING HOT SAUCE AND CINNAMON\n\nSome spices are available only in whole form, including hot peppers and cinnamon. To get hot sauce, one must engage alchemy skills by using a mortar and pestle to turn the hot pepper into hot sauce.\n\nCinnamon starts off as strange stick with a characteristic spicy smell.  A fletcher can skillfully use a whittling knife to strip off sections of cinnamon bark. An alchemist with a mortar and pestle can grind the bark into a fine powder that is ready for use in your recipes.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Hot Kimchi",
        "ignoreAuthor": 0,
        "pageText": "RASZAGAL AND TASSADAR'S HOT KIMCHI\n\nThis extra hot and memorable recipe was first introduced by the formidable team of Raszagal and Tassadar of Morningthaw.\n \nUse jar of brine on cabbage to make kimchi.  Use hot sauce (see section on Hot Sauce) on the kimchi to make the unforgettable Hot Kimchi.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Spiced Apple Pie",
        "ignoreAuthor": 0,
        "pageText": "FIREDEMON'S SPICED APPLE PIE\n\nFiredemon of Thistledown produced this recipe for this worldwide and popular favorite. The recipe is similar to plain apple pie.  \n\nUse flour on water to create dough.  For the filling, however, use cinnamon (see section on Cinnamon) with an apple to make that special spiced apple filling.  Then, the dough is used with the spiced apple filling.  The result: spiced apple pie.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Fruitcake (Seasonal)",
        "ignoreAuthor": 0,
        "pageText": "BORTIN'S FRUITCAKE (SEASONAL)\n\nBortin from Frostfell introduced this impressive recipe for the incredible inedible Fruitcake.  The substrate for this frightening delicacy, an aromatic brown lump, is said to be available only under certain seasonal conditions from its host monster.\n\n(cont'd)\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Fruitcake (Seasonal)",
        "ignoreAuthor": 0,
        "pageText": "BORTIN'S FRUITCAKE (cont'd)\n\nDirections: Use cinnamon (see section on Cinnamon) on the lump to create a spiced lump. Use flour on the spiced lump to make spiced lumpy flour; use that with an egg to create rich lumpy flour.  Then mix with red wine to produce fruitcake batter.  Finally, use a baking pan to bake the batter to create the legendary fruitcake.  Then give it away!\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Holtburgers",
        "ignoreAuthor": 0,
        "pageText": "FOSTER'S FAVORITE: HOLTBURGERS\nFoster, famed discoverer of what is now Neydisa Castle, is rumored to have loved a certain beefy creation that he called a \"Holtburger\" (presumably he found Holtburg more hospitable than Neydisa Castle).  To make this greasy delicacy, use a heavy grinder on a fresh steak to produce ground meat.  When combined with bread, the resulting juicy Holtburger can be enjoyed with a number of alchemical oils.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Applesauce",
        "ignoreAuthor": 0,
        "pageText": "SCHOLARS' APPLESAUCE\nLong ago in Ispar, a select group of antisocial and studious mages were said to have created applesauce as a simple and easily consumed food that would not take time away from their esoteric experiments.  Even now, the very phrase \"Applesauce!\" is said to light up the eyes of some old Isparian magical scholars.  To make applesauce, simply use a heavy grinder on an apple.  Cinnamon is optional but recommended.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Ice Cream",
        "ignoreAuthor": 0,
        "pageText": "EVERYONE LOVES ICE CREAM\nIce cream is a frozen novelty enjoyed by many.  It requires special ice and is notoriously difficult to make, but the cook who wishes to please friends, patron, or monarch can find no better culinary token of appreciation.  Find a clean aggregate of ice, and apply it to fresh milk to freeze the cream.  Take the frozen cream and mix with honey to create ice cream!  Some add green tea before the final step to produce a tasty and healthier variation; chocolate is also a wonderful flavoring.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Pumpkin Soup and Pie",
        "ignoreAuthor": 0,
        "pageText": "FESTIVE PUMPKIN SOUP AND PIE\nThe key to using pumpkin is to use a baking pan to cook it first.  Take the soft, cooked pumpkin and add milk to get a liquid pumpkin mixture; add honey to get sweetened pumpkin.  To this, add cinnamon and the result is spiced pumpkin.  At this stage, cooking in a cooking pot yields a rich, sweet pumpkin soup.  Or, add in eggs and then use your finest dough to create a delicious pumpkin pie.\n"
      }
    ]
  },
  "boolStats": [
    {
      "key": 22,
      "value": 1
    }
  ],
  "intStats": [
    {
      "key": 1,
      "value": 8192
    },
    {
      "key": 5,
      "value": 200
    },
    {
      "key": 8,
      "value": 100
    },
    {
      "key": 9,
      "value": 0
    },
    {
      "key": 16,
      "value": 8
    },
    {
      "key": 19,
      "value": 15
    },
    {
      "key": 93,
      "value": 1044
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33554771
    },
    {
      "key": 3,
      "value": 536870932
    },
    {
      "key": 8,
      "value": 100668117
    },
    {
      "key": 22,
      "value": 872415275
    }
  ],
  "iidStats": [],
  "floatStats": [
    {
      "key": 54,
      "value": 1.0
    }
  ],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "Specialty Cookbook"
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T21:59:16.9239862Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}