{
  "wcid": 6030,
  "weenieType": 8,
  "pageDataList": {
    "maxNumCharsPerPage": 1000,
    "maxNumPages": 5,
    "pages": [
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "unknown author",
        "ignoreAuthor": 0,
        "pageText": "\nOftimes, to bring light,\nThere must first come darkness.\nI live in eternal night. Yet-\nMy soul is the stronger for it.\n--Hamud ibn Rafik, after the words of Yasif ibn Salayyar\n\nThe school of Shagar Zharala was founded as the instrument of Malik Amul's revenge for the blinding of our great prophet, ibn Salayyar.  The Milantan betrayers never recovered the body of their king, and they learned not to tempt the wrath of Gharu'n.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "",
        "ignoreAuthor": 0,
        "pageText": "I have spoken with those who have but recently come through the portals to Dereth.  Many say that all is not well in the Shagar Zharala.  They say that the Zharalim have lost their mission.   Once they had an honorable purpose: to slay the enemies of Gharu'n and protect the nation from threats too subtle for the attention of armies.  Their reputation once struck righteous fear into the hearts of the weak and wicked.  Once they had agents in every guild, to keep them to the Dozen Roads of ibn Salayyar.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "",
        "ignoreAuthor": 0,
        "pageText": "In the current day, the Zharalim have become tools of a corrupt Malik and a decadent nobility.  Now it is the Shagar Zharala that is rife with turncoats and the spies of other guilds.  They confuse its leaders and in some cases pervert the hearts of its masters to serve less noble ends.  This deplorable state wore at the heart of Master Hamud ibn Rafik, the last uncorrupted elder of the school, and he spoke boldly against the others.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "",
        "ignoreAuthor": 0,
        "pageText": "For his words he was cursed and censured.  He was accused of corruption himself, and shunned by his fellows.  Over time, the decay of his beloved school and the scorn he earned for his uncompromising stance wore away at his heart.  It was at this time that portals to the new world began to appear.  After a particularly fierce dispute with his fellow masters, Master Hamud made his decision, and ventured through a portal.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "",
        "ignoreAuthor": 0,
        "pageText": "Now it is rumored that in the sandy wastes of the new world, amid hordes of hostile creatures, Master Hamud gathers allies and creates networks of worthy followers.  He has pledged to start anew, and to ensure that the this new world will be a stronger, purer world.\n"
      }
    ]
  },
  "boolStats": [
    {
      "key": 1,
      "value": 1
    },
    {
      "key": 22,
      "value": 0
    }
  ],
  "intStats": [
    {
      "key": 1,
      "value": 8192
    },
    {
      "key": 5,
      "value": 100
    },
    {
      "key": 8,
      "value": 150
    },
    {
      "key": 9,
      "value": 0
    },
    {
      "key": 16,
      "value": 8
    },
    {
      "key": 19,
      "value": 25
    },
    {
      "key": 93,
      "value": 1044
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33554772
    },
    {
      "key": 3,
      "value": 536870932
    },
    {
      "key": 8,
      "value": 100667470
    },
    {
      "key": 22,
      "value": 872415275
    }
  ],
  "iidStats": [],
  "floatStats": [
    {
      "key": 39,
      "value": 1.22
    },
    {
      "key": 54,
      "value": 1.0
    }
  ],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "The Fallen Master of Shagar Zharala"
    },
    {
      "key": 15,
      "value": "A book from the private chambers of Hamud ibn Rafik."
    },
    {
      "key": 16,
      "value": "A book from the private chambers of Hamud ibn Rafik."
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T21:59:20.7833829Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}