{
  "wcid": 6406,
  "weenieType": 8,
  "pageDataList": {
    "maxNumCharsPerPage": 1000,
    "maxNumPages": 10,
    "pages": [
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Lord Atlan",
        "ignoreAuthor": 0,
        "pageText": "Esteemed chevairds and soldiers of the Yalain Empire, I am Atlan, Lord of the island of Knorr at the behest and indulgence of our most Dignified and Serene Emperor Caerlin.\n\nWe find ourselves in a time of crisis. Unknown assailants ravage the north, and abduct our own children from their very beds as far south as the coastal ports in the region of the great port at Nesortania. The nature of the enemy has thus far eluded our most learned sages. My wife Lady Maila, Master of the Lyceum at Knorr, continues to lead her students in the investigation.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Lord Atlan",
        "ignoreAuthor": 0,
        "pageText": "In the meantime, as unseemly as it may be in our enlightened society, I have undertaken a project which may assist our efforts against the unknown aggressor. As you may know, as well as being a captain of armies, I am an alchemist of some repute. With the assistance of Lady Maila, I have designed a set of pyreal-based weapons whose flexibility and power is unsurpassed in our history of arms.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Lord Atlan",
        "ignoreAuthor": 0,
        "pageText": "The basis of this system, is, of course, the enchanted alloy pyreal, which may only be refined and forged by the most skilled of alchemists in the molten heart of certain volcanic mountains. A quantity of pyreal must therefore be gathered and alchemically refined before anything further may be done. As ever, pyreal may be of superior or inferior quality, and this does directly effect the quality of the resulting weapon.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Lord Atlan",
        "ignoreAuthor": 0,
        "pageText": "Once a complete ingot of pyreal has been assembled, the material must be forged into a weapon. This is a time-consuming process, and one which debilitates even the staunchest of alchemists. To speed the process, my Lady Maila has created a new breed of Golem. Based on the Magma Golems we use to protect our pyreal foundries, it is able to follow simple directions to produce a certain type of weapon.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Lord Atlan",
        "ignoreAuthor": 0,
        "pageText": "Essentially, the Golem is trained to recognize certain glyphs, and actually reshape the pyreal it is given within its own molten form. The glyphs themselves are enchanted, naturally, and adapt themselves to the skill of the user. For example, if a warrior should try to apply a mace glyph to a pyreal ingot, it will sense how great his skill at the mace, and remember it. If his level of expertise is high, the Golem will produce a mighty weapon for him. If he is less skilled, it will create a mace more suited to his own modest ability.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Lord Atlan",
        "ignoreAuthor": 0,
        "pageText": "In addition, Lady Maila has added a further enhancement of her own. She has crafted a set of enchanted elemental sourcestones which may be added to the weapons. There are crystals which bear the powers of acid, fire, frost, and lightning. Each enhances the weapon with a variety of enchantments. A given stone may be removed from the weapon at any time using a special tool, and then replaced. \n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Lord Atlan",
        "ignoreAuthor": 0,
        "pageText": "Thus, a warrior may exchange his flaming axe for a frost axe, acid axe, or lightning axe at will, without burdening himself with three extra weapons. I trust my warrior colleagues will see the benefits of this system as well as I do.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Lord Atlan",
        "ignoreAuthor": 0,
        "pageText": "Further, the stones may be fit into any type of weapon. The same fire stone may be fit into both a spear and a sword.\n\nWarriors should be cautioned that with excessive use, both the elemental stones and the tool used to remove them may break.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Lord Atlan",
        "ignoreAuthor": 0,
        "pageText": "Maila has taught several of her students how to create the Golem and the stones, and they stand ready to leave for our various foundries, to begin work. I have taken the liberty of beginning to arm my own household guard with these weapons. I have taken the first of these, a superb crimson sword I have named Rez'arel, as my personal weapon.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Lord Atlan",
        "ignoreAuthor": 0,
        "pageText": "I regret to say that while the elemental stones fashioned by my Lady and her fellow Master Enchanters are of exacting quality, the process of creation daunts most. We may be forced to rely on lesser mages to produce enough stones for the army. These will be of lesser quality, and will not give a weapon elemental damage ability. They should still serve ably.\n"
      }
    ]
  },
  "boolStats": [
    {
      "key": 22,
      "value": 0
    }
  ],
  "intStats": [
    {
      "key": 1,
      "value": 8192
    },
    {
      "key": 5,
      "value": 80
    },
    {
      "key": 8,
      "value": 230
    },
    {
      "key": 9,
      "value": 0
    },
    {
      "key": 16,
      "value": 8
    },
    {
      "key": 19,
      "value": 300
    },
    {
      "key": 93,
      "value": 1044
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33554771
    },
    {
      "key": 3,
      "value": 536870932
    },
    {
      "key": 8,
      "value": 100668117
    },
    {
      "key": 22,
      "value": 872415275
    }
  ],
  "iidStats": [],
  "floatStats": [
    {
      "key": 39,
      "value": 1.22
    },
    {
      "key": 54,
      "value": 0.3
    }
  ],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "Atlan's Treatise"
    },
    {
      "key": 15,
      "value": "A translation of a book found with the Minor Shivering Stone."
    },
    {
      "key": 16,
      "value": "A translation of a book found with the Minor Shivering Stone."
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T21:59:28.8534457Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}