{
  "wcid": 6408,
  "weenieType": 8,
  "pageDataList": {
    "maxNumCharsPerPage": 1000,
    "maxNumPages": 5,
    "pages": [
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Field Report",
        "ignoreAuthor": 0,
        "pageText": "Maila,\n\nMy love, you could not believe the state of this place. Were I not here, I would not.\n\nWe have been marching for forty and five days now, come up from the port of Planae, east of Nesortania. We have passed into the Dericost marches, and the weather has turned noticeably chiller. But there is something strange about the weather here, something harder to express.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Field Report",
        "ignoreAuthor": 0,
        "pageText": "It seems as if the land is under a strange sense of oppression. I know it is foolhardy to think it, but the quality of the light here seems changed. As I look at the blighted fields we pass through each day, it is as if I were viewing them through dark gauze, or through the sooty outgassings of our volcanic pyreal forges.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Field Report",
        "ignoreAuthor": 0,
        "pageText": "I am more distressed by the fact that we encounter fewer people as we press north. Yestereve, we passed through the village of Daralet, only to find it entirely abandoned. Of most of the population, there was no sign. Only the bodies of the elderly and infirm could be seen, and these were strewn about the streets in a manner most horrible. I am disturbed by the thought of an enemy who could so maltreat their opponents. The army has not been made fearful by these sights, but has only redoubled its grim determination. I am wrathful, my love - and you know how difficult it is to raise my ire.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Field Report",
        "ignoreAuthor": 0,
        "pageText": "The army has encamped for the night on the Plain of Avrilan. I have sent mounted chevairds out as pickets, and the enchanters have raised walls of sod around us. I now sit in my tent, alone save for Kelderam, before my captains assemble to present their evening reports. I can hear the men and women of the army around me - thousands and thousands of them, turning the plain into a garden of campfire-blossoms. They sing rounds, they play their dicing games, and they do the things that men and women do. Spirits are high.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Field Report",
        "ignoreAuthor": 0,
        "pageText": "For the past two nights the pickets have brought back unusual reports. While they have not seen anything untoward, they feel as if they have been watched as they perform their patrols. The night, they say, moves when they do not look at it. I think the enemy knows we are coming. So much the better; I have with me the most experienced and well-equipped army in the world. I am confident we can prevail, should our captains be wise, and our soldiers be constant.\n\nAtlan\nDictated to and scribed by Ihdare Kelderam, squire to his Lordship\n\n"
      }
    ]
  },
  "boolStats": [
    {
      "key": 22,
      "value": 0
    }
  ],
  "intStats": [
    {
      "key": 1,
      "value": 8192
    },
    {
      "key": 5,
      "value": 25
    },
    {
      "key": 8,
      "value": 5
    },
    {
      "key": 9,
      "value": 0
    },
    {
      "key": 16,
      "value": 8
    },
    {
      "key": 19,
      "value": 200
    },
    {
      "key": 93,
      "value": 1044
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33554773
    },
    {
      "key": 3,
      "value": 536870932
    },
    {
      "key": 8,
      "value": 100668176
    },
    {
      "key": 22,
      "value": 872415275
    }
  ],
  "iidStats": [],
  "floatStats": [
    {
      "key": 54,
      "value": 1.0
    }
  ],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "Field Report"
    },
    {
      "key": 15,
      "value": "A translation of a hastily written note found with the Minor Sparking Stone."
    },
    {
      "key": 16,
      "value": "A translation of a hastily written note found with the Minor Sparking Stone."
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T21:59:28.8945503Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}