{
  "wcid": 6808,
  "weenieType": 8,
  "pageDataList": {
    "maxNumCharsPerPage": 1000,
    "maxNumPages": 3,
    "pages": [
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "",
        "ignoreAuthor": 0,
        "pageText": "We command thee to take thyself and thy followers to the chamber of the great Nexus Crystal.  Do what thou wilt in the chamber, but take care not to disturb the Crystal itself.  Its mission is central to our campaign, its powers mickle, and its temperament even more hazardous than that of our arrogant high priest, Isin Dule.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "",
        "ignoreAuthor": 0,
        "pageText": "We are understanding of thy position.  We know what doubts thou dost harbor in thy breast, even if thou wilt not speak them aloud.  I feel thy dismay in being sacrificed to further Isin Dule's vanity and schemes.  We have spoken our objections to our fellows.  Dule overrules us.  Ferah remains silent, maddeningly silent.  But we cannot help but sense the smirk on that one's featureless face.  In our small company, Ferah's silence is always taken as tacit approval of Dule's words.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "",
        "ignoreAuthor": 0,
        "pageText": "Know then, my soldier, that thou hast my sympathy, but thou must bear this duty until such time as we may arrange for thee a more worthy arrangement.  Stand strong and remain faithful.  Defend the Nexus Crystal against all the lackeys of the Yalain, but know that even if thou fail, our Dark Lord shall conquer.  The Hopegiver rewards his loyal children.\n"
      }
    ]
  },
  "boolStats": [
    {
      "key": 22,
      "value": 0
    }
  ],
  "intStats": [
    {
      "key": 1,
      "value": 8192
    },
    {
      "key": 5,
      "value": 25
    },
    {
      "key": 8,
      "value": 5
    },
    {
      "key": 9,
      "value": 0
    },
    {
      "key": 16,
      "value": 8
    },
    {
      "key": 19,
      "value": 50
    },
    {
      "key": 93,
      "value": 1044
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33554773
    },
    {
      "key": 3,
      "value": 536870932
    },
    {
      "key": 8,
      "value": 100668176
    },
    {
      "key": 22,
      "value": 872415275
    }
  ],
  "iidStats": [],
  "floatStats": [
    {
      "key": 54,
      "value": 1.0
    }
  ],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "Nexus orders"
    },
    {
      "key": 15,
      "value": "A translation of a Shadow Captain's orders."
    },
    {
      "key": 16,
      "value": "A translation of a Shadow Captain's orders."
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T21:59:34.8733722Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}