{
  "wcid": 70048,
  "weenieType": 8,
  "pageDataList": {
    "maxNumCharsPerPage": 1000,
    "maxNumPages": 5,
    "pages": [
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Enrico di Bellenesse",
        "ignoreAuthor": 1,
        "pageText": "My dearest uncle,\n\nI do not know how to respond to your last correspondence. You know that I am incapable of such deeds. For good or ill, the man is my king. I have sworn loyalty to him and his house. The fact that we are no longer on Ispar does not change that fact.\n\nAnd you must remember, one of the oaths I swore was to bring you to justice, dear uncle. My heart does grieve when I contemplate the day when I will meet you in battle."
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Enrico di Bellenesse",
        "ignoreAuthor": 1,
        "pageText": "This is not a duty I relish. But it is one that I must fulfill. You should know somewhat of distasteful duties. It was you, after all, who slew the emperor.\n\nUncle, this will be my last letter to you. Though I am the King's loyal subject, and I have rejected every effort of yours to sway me to your cause, even these letters would be enough to mark me a traitor to the realm. No, this correspondence cannot continue. Should you choose to deliver future letters to me, I will burn them unread. Should you send me messengers under cover of night,"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Enrico di Bellenesse",
        "ignoreAuthor": 1,
        "pageText": "I will slay them on sight. Our relationship must end now, uncle. Only once more will we see one another. And that will be on the field of battle.\n\nBut I do not want my last words to you to be in anger. No, I would remind you of happier times, of a time when we were still family. Do you remember, uncle, our last trip to Silveran? Of course you do, that is a silly question.\n\nI often think back to that trip, the months we spent in those frigid isles, marveling at the wonders of those strange people."
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Enrico di Bellenesse",
        "ignoreAuthor": 1,
        "pageText": "Such beauty and nobility. Your wife, the lady of Silyun, was the fairest woman I ever did see.\n\nSuch a love the two of you shared. Though you only saw one another every three years, I never once saw your love falter. It must have been difficult. I cannot imagine being parted from my dear Caprice for even a fortnight. And I cannot imagine the pain your wife must have endured being separated from her child for so long. Did you ever tell her? Did Eleonora ever know that her mother was a princess of the Silveran people?"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Enrico di Bellenesse",
        "ignoreAuthor": 1,
        "pageText": "Does she know that she herself is seventh in line for the throne of that frozen kingdom?\n\nThat was a wonderful time, my uncle - the happiest of my life. When I think of you, that is what I think of. I do not think on your actions toward our King. I do not think of the war which we fight. I think of our journeys to the north. And I hope that when you think of me, that is what you remember as well.\n\nI love you, my uncle. And I hope we do not meet again."
      }
    ]
  },
  "boolStats": [
    {
      "key": 11,
      "value": 1
    },
    {
      "key": 13,
      "value": 1
    },
    {
      "key": 14,
      "value": 1
    },
    {
      "key": 19,
      "value": 1
    },
    {
      "key": 22,
      "value": 1
    }
  ],
  "intStats": [
    {
      "key": 1,
      "value": 8192
    },
    {
      "key": 5,
      "value": 5
    },
    {
      "key": 16,
      "value": 8
    },
    {
      "key": 19,
      "value": 0
    },
    {
      "key": 33,
      "value": 1
    },
    {
      "key": 93,
      "value": 1044
    },
    {
      "key": 114,
      "value": 1
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33554773
    },
    {
      "key": 3,
      "value": 536870932
    },
    {
      "key": 8,
      "value": 100667503
    },
    {
      "key": 22,
      "value": 872415275
    }
  ],
  "iidStats": [],
  "floatStats": [
    {
      "key": 54,
      "value": 1.0
    }
  ],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "To My Dear Uncle"
    },
    {
      "key": 16,
      "value": "A letter from Enrico di Bellenesse to the Duke of Bellenesse"
    },
    {
      "key": 33,
      "value": "enricouncle"
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T22:11:52.5769329Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}