{
  "wcid": 70274,
  "weenieType": 8,
  "pageDataList": {
    "maxNumCharsPerPage": 1000,
    "maxNumPages": 2,
    "pages": [
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Master Alizari",
        "ignoreAuthor": 1,
        "pageText": "Despite the best efforts of skilled scouts and diviners, these \"Mukkir\" are difficult creatures to track down. We have had only limited contact with them, and those encounters have been fleeting and inconclusive. They are clever enough to avoid large parties, and dangerous enough to overwhelm our Knights and Eaters when they are out alone or in pairs. We came upon the corpse of one Eater that was perforated with multiple stab wounds and scorched with acid. Great hunks of soft, putrefied flesh were missing from the carcass - these Mukkir are the only creature we have encountered in this whole strange world that seem willing to eat the flesh of our hunting beasts."
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Master Alizari",
        "ignoreAuthor": 1,
        "pageText": "We have found no evidence of advanced tool use with these Mukkir. I suppose it is a blessing that they employ no weapons in their fighting style, though it seems their natural weapons of claw, mandible, and acid breath are dangerous enough. Of course, I have not seen enough of the creatures to be able to say that we have seen the limit of their power."
      }
    ]
  },
  "boolStats": [
    {
      "key": 11,
      "value": 1
    },
    {
      "key": 13,
      "value": 1
    },
    {
      "key": 14,
      "value": 1
    },
    {
      "key": 19,
      "value": 1
    }
  ],
  "intStats": [
    {
      "key": 1,
      "value": 8192
    },
    {
      "key": 5,
      "value": 5
    },
    {
      "key": 16,
      "value": 8
    },
    {
      "key": 19,
      "value": 0
    },
    {
      "key": 93,
      "value": 1044
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33554773
    },
    {
      "key": 3,
      "value": 536870932
    },
    {
      "key": 8,
      "value": 100668176
    },
    {
      "key": 22,
      "value": 872415275
    }
  ],
  "iidStats": [],
  "floatStats": [
    {
      "key": 54,
      "value": 1.0
    }
  ],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "Master Alizari's Notes"
    },
    {
      "key": 15,
      "value": "The translated notes of the Viamontian Explorer, Master Alizari."
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T22:11:56.8867555Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}