{
  "wcid": 70272,
  "weenieType": 8,
  "pageDataList": {
    "maxNumCharsPerPage": 1000,
    "maxNumPages": 2,
    "pages": [
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Mistress Halmera",
        "ignoreAuthor": 0,
        "pageText": "My search team has uncovered limited evidence of the Mukkir. A group of our Eaters fell upon one isolated Mukkir and overwhelmed it. From the wounds inflicted upon our hunting beasts, the Mukkir are quite vicious and capable fighters. All the same, the unfortunate and isolated creature was overwhelmed by the gnashing teeth of three enraged Eaters. Sadly, our beasts of hunting devoured most of the Mukkir's carcass before one of my Knights could call them off. All that is left are hunks of torn meat and shards of chewed carapace."
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Mistress Halmera",
        "ignoreAuthor": 0,
        "pageText": "The pieces of carapace are our primary subject of research at the moment. We have conducted some rudimentary tests and found that the Mukkir chitin is highly resistant to most forms of damage. It turns the slash of a sword and is flexible enough to hold up to the blow of a hammer. A properly aimed spear thrust, however, seems to be the most consistently effective attack. I have not, as yet, been able to find the time to test elemental damage types against Mukkir chitin."
      }
    ]
  },
  "boolStats": [
    {
      "key": 11,
      "value": 1
    },
    {
      "key": 13,
      "value": 1
    },
    {
      "key": 14,
      "value": 1
    },
    {
      "key": 19,
      "value": 1
    }
  ],
  "intStats": [
    {
      "key": 1,
      "value": 8192
    },
    {
      "key": 5,
      "value": 5
    },
    {
      "key": 16,
      "value": 8
    },
    {
      "key": 19,
      "value": 0
    },
    {
      "key": 93,
      "value": 1044
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33554773
    },
    {
      "key": 3,
      "value": 536870932
    },
    {
      "key": 8,
      "value": 100668176
    },
    {
      "key": 22,
      "value": 872415275
    }
  ],
  "iidStats": [],
  "floatStats": [
    {
      "key": 54,
      "value": 1.0
    }
  ],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "Mistress Halmera's Notes"
    },
    {
      "key": 15,
      "value": "The translated notes of the Viamontian Explorer, Mistress Halmera."
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T22:11:56.8426246Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}