{
  "wcid": 70363,
  "weenieType": 8,
  "pageDataList": {
    "maxNumCharsPerPage": 1000,
    "maxNumPages": 6,
    "pages": [
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Kuyiza bint Zayi",
        "ignoreAuthor": 1,
        "pageText": "By Kuyiza bint Zayi.\n\nEntry 312"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Kuyiza bint Zayi",
        "ignoreAuthor": 1,
        "pageText": "The following information refers to the location of some sort of factory for these Bloodstones. While the original information was buried well within the research notes, as it seemed useful to the present problem, I've copied it to the front of this translation, and left a marker in the body of the translation to show where the info was originally contained.\n\nThe Bloodstone Facility has been completed. The Archons have completed the wards just this morning, and all work is being moved from my lab to the new facility. I'm noting the enchantment needed to bypass the wards here, as it would be embarassing to lose it, and have to ask the Archons to give me the information once more."
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Kuyiza bint Zayi",
        "ignoreAuthor": 1,
        "pageText": "A large, exceptionally complex ritual array fills the center of the page"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Kuyiza bint Zayi",
        "ignoreAuthor": 1,
        "pageText": "With the new facility to work in, I should be able to increase the production of the Bloodstones a hundred fold. As long as the mining operations can produce a steady supply of crystals for the Bloodstones, we can use the Master Bloodstone to make hundreds, if not thousands of these crystals, giving us a weapon unmatched by any of our adversaries. Even that whelp Asheron's Guardians will not stand up to an army of Bloodstones\n\nI am even more perplexed by His Eternal Splendor forgiving the Archons for their actions when they were manipulated by the Kemeroi into aiding the attempted release of their hound, the \"Hopeslayer\". Such a beast is dangerous to this world. I can only imagine there are plans within plans far outside my humble understanding."
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Kuyiza bint Zayi",
        "ignoreAuthor": 1,
        "pageText": "Translators Note: I have my best to reproduce, verbatim, all of the notes contained within the original tome. Much of the information contained is well above my understanding of magics, and several terms used are ones I've never seen translations for. In these cases, I've written in the original script, along with my best approximation of a translation."
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Kuyiza bint Zayi",
        "ignoreAuthor": 1,
        "pageText": "The next several dozen pages are filled with a multitude of arcane notes, diagrams, etc."
      }
    ]
  },
  "boolStats": [
    {
      "key": 11,
      "value": 1
    },
    {
      "key": 13,
      "value": 1
    },
    {
      "key": 14,
      "value": 1
    },
    {
      "key": 19,
      "value": 1
    },
    {
      "key": 22,
      "value": 1
    }
  ],
  "intStats": [
    {
      "key": 1,
      "value": 8192
    },
    {
      "key": 5,
      "value": 100
    },
    {
      "key": 16,
      "value": 8
    },
    {
      "key": 19,
      "value": 0
    },
    {
      "key": 33,
      "value": 1
    },
    {
      "key": 93,
      "value": 1044
    },
    {
      "key": 114,
      "value": 1
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33554771
    },
    {
      "key": 3,
      "value": 536870932
    },
    {
      "key": 8,
      "value": 100668117
    },
    {
      "key": 22,
      "value": 872415275
    }
  ],
  "iidStats": [],
  "floatStats": [
    {
      "key": 54,
      "value": 1.0
    }
  ],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "Research Notes"
    },
    {
      "key": 16,
      "value": "A translation of the research notes retrieved from Lord Kastellar, detailing the steps in the creation of the Bloodstones"
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T22:11:58.4359524Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}