{
  "wcid": 72997,
  "weenieType": 8,
  "pageDataList": {
    "maxNumCharsPerPage": 1000,
    "maxNumPages": 4,
    "pages": [
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Rytheran",
        "ignoreAuthor": 0,
        "pageText": "Translators Note: There was an additional note on the outside of the scroll. It was from Rytheran telling his apprentice to get this missive to Aerfalle with all haste.\n\n- Kuyiza bint Zayi"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Rytheran",
        "ignoreAuthor": 0,
        "pageText": "Aerfalle My Love,\n\nI will never forget your far-away gaze, and how you did not recognize me when we last met. As the ages pass our minds have drifted from us. I will not fade into this dream. I have descended into the hidden chamber below the academy, into the heart of the Black Library, and I have opened the book once again. You were wrong about the book. It has torn away the mist from my thoughts.\n\nI did not realize how sedentary my mind had become until it was refreshed. As I look again on these black pages I feel as though cool water is poured across my mind, quenching a thirst for thought where before this I had not known I was parched. Memories of our time together, long forgotten, have flooded back to me. It is glorious. "
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Rytheran",
        "ignoreAuthor": 0,
        "pageText": "I have begun to study these pages to restore us to our former glory. If I master these runes I know I can restore both thought and form, and we shall walk among them as lords. We no longer need to face eternity putrid in both mind and body. We will be proud, as we once were.\n\nThe runes burn in my mind and whisper to me, but I cannot yet comprehend all their secrets. I remember the promise I made to you as we looked upon the destruction wrought on the traitor house; how I swore I would lock away the book and never again look upon its pages. What use to me is a promise if it is forever forgotten? What use is an oath if those who swear it fade into oblivion? "
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Rytheran",
        "ignoreAuthor": 0,
        "pageText": "The book seems almost eager to awaken the spirits it once corrupted. Ancient graves have been unearthed by the power of the runes, and the spirits of the traitors have risen with them. Many of the spirits dwell on the past, reliving their judgment and punishment over and over. I am able to observe the magic from my tower above the graveyard. In time I will use the power to restore us. In time when I read from the black pages you will never again forget.\n\nRytheran "
      }
    ]
  },
  "boolStats": [
    {
      "key": 22,
      "value": 0
    }
  ],
  "intStats": [
    {
      "key": 1,
      "value": 8192
    },
    {
      "key": 5,
      "value": 25
    },
    {
      "key": 8,
      "value": 200
    },
    {
      "key": 9,
      "value": 0
    },
    {
      "key": 16,
      "value": 8
    },
    {
      "key": 19,
      "value": 3
    },
    {
      "key": 93,
      "value": 1044
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33554773
    },
    {
      "key": 3,
      "value": 536870932
    },
    {
      "key": 8,
      "value": 100668176
    },
    {
      "key": 22,
      "value": 872415275
    }
  ],
  "iidStats": [],
  "floatStats": [
    {
      "key": 39,
      "value": 1.22
    }
  ],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "Rytheran's Letter"
    },
    {
      "key": 16,
      "value": "A letter written by Rytheran to his apprentice in the Mage Academy."
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T22:12:40.9105843Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}