{
  "wcid": 7775,
  "weenieType": 8,
  "pageDataList": {
    "maxNumCharsPerPage": 1000,
    "maxNumPages": 6,
    "pages": [
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "by Gondo Kanezo",
        "ignoreAuthor": 0,
        "pageText": "Some time ago, I received a rare treat: my esteemed, if  long-winded, colleague Aliester sent me some samples of what he called chorizite ore.  This ore apparently was stolen from some mines operated by Lugians in the southern mountains.  Aliester explained to me its strangely \"anti-magical\" properties and asked about possible practical applications for this new ore.  Curious and intrigued, I agreed to work on it and see what I could come up with.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "",
        "ignoreAuthor": 0,
        "pageText": "It was a frustrating process, to say the least.  The ore proved to be remarkably difficult to work with, no matter what method I tried.  It evaded any kind of magical analysis.  Alchemical and metallurgical analysis proved difficult, but not impossible.  This leads me to conclude that a smith or an alchemist of great skill might be able to work the mineral in some practical way, but only with an extreme amount of effort and energy.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "",
        "ignoreAuthor": 0,
        "pageText": "The good news is that chorizite melts.  It is a fairly simple task to smelt the impurities out of the raw ore.  Once reduced to its unadulterated form, it seems like an ideal substance to forge into metal.  It is dense, rigid without being brittle, very very hard, and keeps a sharp edge.  Any metal crafted from chorizite would almost certainly be very powerful.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "",
        "ignoreAuthor": 0,
        "pageText": "The bad news is that it takes great resources to generate the kind of heat necessary to shape the metal. Shaping chorizite is so difficult, in fact, and requires so much energy expenditure, that it may be impractical to use on any significant scale.  I am looking for easy ways to generate the necessary heat, however, because I am curious to see just what will happen when I forge this \"anti-magic\" mineral into a weapon.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "",
        "ignoreAuthor": 0,
        "pageText": "I have also found that one grade of chorizite, neither very light nor very concentrated, is brittle enough to break up into a rough powder with mortar and pestle.  Again, however, the ore proves to be maddening to study.  No matter how thoroughly my apprentices ground the ore, it never reduced to the kind of fine powder necessary for alchemy.  I was finally able to make some kind of essence of chorizite by melting the coarse grains in vitriol.  \n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "",
        "ignoreAuthor": 0,
        "pageText": "My next step is to experiment with uses for this distillation, either in alchemical potions or as a possible reagent in magic casting.  No doubt the exceptional properties of chorizite will have some interesting effects...\n"
      }
    ]
  },
  "boolStats": [
    {
      "key": 22,
      "value": 0
    }
  ],
  "intStats": [
    {
      "key": 1,
      "value": 8192
    },
    {
      "key": 5,
      "value": 220
    },
    {
      "key": 8,
      "value": 275
    },
    {
      "key": 9,
      "value": 0
    },
    {
      "key": 16,
      "value": 8
    },
    {
      "key": 19,
      "value": 120
    },
    {
      "key": 93,
      "value": 1044
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33554771
    },
    {
      "key": 3,
      "value": 536870932
    },
    {
      "key": 8,
      "value": 100668117
    },
    {
      "key": 22,
      "value": 872415275
    }
  ],
  "iidStats": [],
  "floatStats": [
    {
      "key": 39,
      "value": 1.22
    },
    {
      "key": 54,
      "value": 0.3
    }
  ],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "Practical Applications of Chorizite"
    },
    {
      "key": 16,
      "value": "A book on the uses of anti-magic ore."
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T21:59:55.7815432Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}