{
  "wcid": 7884,
  "weenieType": 8,
  "pageDataList": {
    "maxNumCharsPerPage": 1000,
    "maxNumPages": 12,
    "pages": [
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "On Chocolate",
        "ignoreAuthor": 0,
        "pageText": "ON CHOCOLATE\nChocolate in Ispar was a magical thing: It was reputed to heal, boost mana, or restore stamina, depending on method of  preparation.  Almost an alchemical agent in its own right -  as seen in its resistance to alchemical influence -  it is nonetheless edible and quite pleasant.  This won chocolate everything from accolades to alchemists' treatises.  Alas that it is not native to Dereth, but it appears the problem is now remedied.....\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Chocolate in Dereth",
        "ignoreAuthor": 0,
        "pageText": "CHOCOLATE IN DERETH\nSome Isparian seeds, planted years ago, have apparently at last produced mature trees.  Some monsters collect the beans and carry them around protectively, apparently finding them tastier once fermented.  (Fermented beans are brown in color.)\nAlas, it seems too many people have lost their old heirloom chocolate recipes, a tragic loss with this fine ingredient at last available.  Soon, I hope to fill these pages with the potent recipes that bring out the power of chocolate!\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Basic Chocolate Making",
        "ignoreAuthor": 0,
        "pageText": "HOW TO PREPARE CHOCOLATE\nTo prepare the precious fermented cacao beans, roast them in a baking pan.  Next, use a heavy grinder on them to produce chocolate liquor, vital for making chocolate ice cream.  A metal press applied to the chocolate liquor yields cocoa powder, which is a vital ingredient for classics such as mocha and chocolate cake.  Applying chocolate liquor to cocoa powder produces a rich cocoa mixture for making chocolate confections.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Chocolate Milk",
        "ignoreAuthor": 0,
        "pageText": "KHALLAYNE'S CHOCOLATE MILK\nKhallayne of Thistledown, with help from Raynie, provided this simple but tasty drink called chocolate milk.  Cocoa powder added to milk produces a dark, rather bitter milk that most people do not enjoy.  Mixing this bitter milk with honey, however, brings out the fine flavor of the cocoa while providing a reassuring sweetness.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Basic Chocolate Cake",
        "ignoreAuthor": 0,
        "pageText": "RHIANNON'S CHOCOLATE CAKE\nRhiannon Morgana of Frostfell, with contributions from Touryan Kurigsun, supplied this simple recipe for a wonderful variation of old fashioned cake.  Chocolate cake is made by mixing cake batter with cocoa powder, and then baking the result in a baking pan.  A moist, rich, dark brown cake is the result.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Chocolate Ice Cream",
        "ignoreAuthor": 0,
        "pageText": "BETTY CROCKER'S CHOCOLATE ICE CREAM\nChocolate Ice Cream, a delicious treat created by Betty Crocker of Leafcull (with help from famed Cragstone Farms Catering), is simple to make once one has mastered the art of making ice cream.  The key is to add chocolate liquor to the finished ice cream, and the result perfectly combines the unique deep, rich flavor of chocolate with the cold, melting sweetness of ice cream.  So amazing is this creation that it is said to heal the body!\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Chocolate Bars",
        "ignoreAuthor": 0,
        "pageText": "CHEN KENICHI'S DARK CHOCOLATE BAR\nChen Kenichi of Frostfell, with the group known as Vitae Rising, gave us this recipe.  Adding chocolate liquor to cocoa powder produces a thick cocoa mixture.  This mixture, mixed with honey and properly tempered, produces a bar of crisp dark chocolate.  It is pure culinary enjoyment, belying its popular name of \"Vitae Bar.\"  \"Wi loves it!\"\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Milk Chocolate Bars",
        "ignoreAuthor": 0,
        "pageText": "HO CHUN'S MILK CHOCOLATE BAR\nHo Chun of Frostfell, with help from Theran Bakagin, provided this refreshing variation of a plain dark chocolate bar.  Take the same cocoa mixture as above, and mix with milk before adding the honey.  The result is a mellow, gentler confection!\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Hot Mochas",
        "ignoreAuthor": 0,
        "pageText": "AIYAAN SHIEFU'S MOCHA\nMocha, in this recipe provided by Aiyaan Shiefu of Leafcull (with help from the Silver Citadel), starts off as a mixture of cocoa powder added to coffee.  This produces a mocha base that really requires milk to be complete.  The resulting drink combines the refreshing flavors of coffee and chocolate and the sweet depth of milk.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Rich Mocha",
        "ignoreAuthor": 0,
        "pageText": "ATSUSHI'S RICH MOCHA\nAtsushi of Morningthaw, with assistance from Deckape, discovered that a final addition of cinnamon complements the coffee and chocolate flavors, producing a superior, rich mocha drink.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Iced Mochas",
        "ignoreAuthor": 0,
        "pageText": "YAKAMURA SHINJI'S ICED MOCHA\nYakamura Shinji of Frostfell gave us this recipe for a variation of mocha that provides an entirely different effect than most beverages.  Iced mocha requires one to first grind some food-quality ice to produce crushed ice.  Crushed ice, applied to mocha, cools it down, and the result is one that mages in particular enjoy.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Rich Iced Mochas",
        "ignoreAuthor": 0,
        "pageText": "ELANWEN'S RICH ICED MOCHA\nElanwen of Harvestgain, with help from Jenna, tried the same trick with rich mocha, and the result, as one would expect, is even better than with plain mocha.  In many people's opinion, no other drink is as refreshing to the mind and spirit as a rich iced mocha!\n"
      }
    ]
  },
  "boolStats": [
    {
      "key": 22,
      "value": 1
    }
  ],
  "intStats": [
    {
      "key": 1,
      "value": 8192
    },
    {
      "key": 5,
      "value": 200
    },
    {
      "key": 8,
      "value": 100
    },
    {
      "key": 9,
      "value": 0
    },
    {
      "key": 16,
      "value": 8
    },
    {
      "key": 19,
      "value": 15
    },
    {
      "key": 93,
      "value": 1044
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33554771
    },
    {
      "key": 3,
      "value": 536870932
    },
    {
      "key": 8,
      "value": 100668117
    },
    {
      "key": 22,
      "value": 872415275
    }
  ],
  "iidStats": [],
  "floatStats": [
    {
      "key": 54,
      "value": 1.0
    }
  ],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "Chocolate Cookbook"
    },
    {
      "key": 15,
      "value": "A treatise on the properties of chocolate."
    },
    {
      "key": 16,
      "value": "A treatise on the properties of chocolate."
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T21:59:58.1194891Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}