{
  "wcid": 7911,
  "weenieType": 8,
  "pageDataList": {
    "maxNumCharsPerPage": 1000,
    "maxNumPages": 5,
    "pages": [
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "",
        "ignoreAuthor": 0,
        "pageText": "\nThy concerns are noted, my old friend. I assure thee, this course was not chosen without all due deliberation in Chalicmere. The Council, and the Steward, reached a rare accord with the skulking Filinuvekta. It is dangerous to oppose the forces of the Servant, true. I would be a fool if I pretended otherwise. Thou hast asked me, \"What price will the Firstborn pay this time, for the mere promise of a return to power on the morrow?\"\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "",
        "ignoreAuthor": 0,
        "pageText": "\nI tell you, and I pray you will hear with a generous heart, that this manner of thinking is painfully short-sighted. If the Servant succeeds, we shall all suffer in the end. This is no simple war for dominance he wages. Nay, it be a campaign to absorb all things living. The Lords would tell you that their concern is solely the preservation of mortals, for us to rule later. All they can see is the need for a future kingdom. But do not delude yourself, as they do, that we who walked when the Ice Throne held sway over half the world will survive long, once the living are done away with. In this, at\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "",
        "ignoreAuthor": 0,
        "pageText": "least, the Winds are correct. It is in our best interest to stand against the Servant now, while we do not yet stand alone.\n\nI fought at Ayn Tayan, brother. The Dark Spawn are ultimately as mortal as any man. If one cuts them, they will bleed. The blood is tarry, and withers the grass where it lands. I saw much of it spilled over the course of those three endless days of butchery. We held against the Spawns' weight of numbers, and though the price was high for us, t'was a victory in the end. How the army cheered when Anadil's spells toppled the Thorn!\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "",
        "ignoreAuthor": 0,
        "pageText": "\nHe has come up from his dusty crypt, you know. The greatest of the remaining Sand Kings has agreed to lead the armies of the Lords once more. He gathers the forces of the Latzimestal in the wastes, holding moot with our captains and the agents of the Filinuvekta, who walk far in dark places, and have seen and heard much which may assist us.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "",
        "ignoreAuthor": 0,
        "pageText": "\nAnadil has a great plan, brother. I cannot speak of it, lest this message to thee be somehow intercepted. Come to us at Chalicmere. They shall tell thee of Anadil's rallying point, and there I shall tell thee how the Darkness shall be kept in check.\n\nUntil then, keep safe, and hasten. The sun has dimmed, and now the stars begin to fall.\n"
      }
    ]
  },
  "boolStats": [
    {
      "key": 22,
      "value": 0
    },
    {
      "key": 23,
      "value": 1
    }
  ],
  "intStats": [
    {
      "key": 1,
      "value": 128
    },
    {
      "key": 5,
      "value": 25
    },
    {
      "key": 8,
      "value": 5
    },
    {
      "key": 9,
      "value": 0
    },
    {
      "key": 16,
      "value": 8
    },
    {
      "key": 19,
      "value": 20
    },
    {
      "key": 33,
      "value": 1
    },
    {
      "key": 93,
      "value": 1044
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33554773
    },
    {
      "key": 3,
      "value": 536870932
    },
    {
      "key": 8,
      "value": 100668176
    },
    {
      "key": 22,
      "value": 872415275
    }
  ],
  "iidStats": [],
  "floatStats": [
    {
      "key": 54,
      "value": 1.0
    }
  ],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "Great Skeleton Note Translation"
    },
    {
      "key": 14,
      "value": "Use this item to read it."
    },
    {
      "key": 15,
      "value": "The translation of a message carried by a Great Skeleton."
    },
    {
      "key": 16,
      "value": "The translation of a message carried by a Great Skeleton."
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T21:59:58.7142247Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}