{
  "wcid": 7915,
  "weenieType": 8,
  "pageDataList": {
    "maxNumCharsPerPage": 1000,
    "maxNumPages": 6,
    "pages": [
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Unknown",
        "ignoreAuthor": 0,
        "pageText": "\nAll who heed the word and will of our lord Bael'Zharon, harken.\n\nHe is aware of the shameful events that preceded the destruction of the Nexus stone. He knows of the actions of His Generals, good or ill. Time will come, our children. Let not the petty inclinations of the three disturb thy hearts. They shall be dealt with. Think, instead, of the good that was done. Another step was taken on the road to His emancipation. He knows also thy constancy and courage.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Unknown",
        "ignoreAuthor": 0,
        "pageText": "\nThe rotting ones, remnants of the empires that rose and fell before His coming, aided us well in the breaching of the Nexus facility. It is ironic indeed that the Yalain would choose to hide away part of their cruel prison in the very place where its physical form was grown, like any common mana-stone. The power that coursed through that construct! To think it was built to tap the currents, and channel some of their power to the Lyceum for the Council's use against us.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Unknown",
        "ignoreAuthor": 0,
        "pageText": "\nHe will be released. It has been foreseen. When at last the prisons are shattered, then, indeed, our long-denied revenge against the arrogance and prejudice of the Yalain shall be complete. The hiding-place prepared for them by Asheron is open to Him.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Unknown",
        "ignoreAuthor": 0,
        "pageText": "\nSteel thyselves, children of Bael'Zharon. There shall be hard times ahead. As He had suspected, the rotting ones again begin to move from their secret places. Our studies of the binding on the northeast island have been disrupted by them. Those in service to us are staunch allies indeed, but few in number. Those which serve their own ends are more numerous, yet still depleted from their ancient wars. Do not underestimate their powers! As you are to Him and that He serves, so they were to the witches and the Old Ones. The Old Ones may be gone, but aspects of their power still remain,\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Unknown",
        "ignoreAuthor": 0,
        "pageText": "cloaked in the rotting flesh of men. And still, we have seen naught of the light. But is their way, acting through coincidence and circumstance that favors the chosen. Be wary.\n\nSome of thee have expressed concern over the strangers that have come here through Asheron's errors. Dule seems to concern himself overmuch with their blundering, thinking them able in their own way. This is nonsense! We are empowered by a force beyond their paltry comprehension. And they? What are they! They have proven but a small irritant thus far. Indeed, at every turn their own imprudence has aided our\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Unknown",
        "ignoreAuthor": 0,
        "pageText": "cause. Pay them little mind, children, unless for sport. They are nothing. Concern yourselves with the true enemy, the rotting ones.\n\nUntil that day when all are one, we leave you with the power to do and to change what thou wilt, for such is the freedom promised us. \n"
      }
    ]
  },
  "boolStats": [
    {
      "key": 22,
      "value": 0
    },
    {
      "key": 23,
      "value": 1
    }
  ],
  "intStats": [
    {
      "key": 1,
      "value": 128
    },
    {
      "key": 5,
      "value": 25
    },
    {
      "key": 8,
      "value": 5
    },
    {
      "key": 9,
      "value": 0
    },
    {
      "key": 16,
      "value": 8
    },
    {
      "key": 19,
      "value": 20
    },
    {
      "key": 33,
      "value": 1
    },
    {
      "key": 93,
      "value": 1044
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33554773
    },
    {
      "key": 3,
      "value": 536870932
    },
    {
      "key": 8,
      "value": 100668176
    },
    {
      "key": 22,
      "value": 872415275
    }
  ],
  "iidStats": [],
  "floatStats": [
    {
      "key": 54,
      "value": 1.0
    }
  ],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "Umbris Note Translation"
    },
    {
      "key": 14,
      "value": "Use this item to read it."
    },
    {
      "key": 15,
      "value": "The translation of a message carried by powerful Shadows."
    },
    {
      "key": 16,
      "value": "The translation of a message carried by powerful Shadows."
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T21:59:58.800917Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}