{
  "wcid": 7936,
  "weenieType": 8,
  "pageDataList": {
    "maxNumCharsPerPage": 1000,
    "maxNumPages": 9,
    "pages": [
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "by Aliester the Loquacious",
        "ignoreAuthor": 0,
        "pageText": "In the wake of the recent attacks on our honored gemstone armor smiths, my colleagues and I have embarked upon extensive investigations into the properties of shadows, crystal beasts, and gems. The weakening by repeated death of our three master smiths, while a terrible tragedy and an ill omen for all Dereth, has actually provided exciting new avenues of inquiry. The fused gems never cease to amaze us with their versatility and mystifying qualities.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "by Aliester the Loquacious",
        "ignoreAuthor": 0,
        "pageText": "Due to a precipitous loss in their skills, the master smiths are no longer able to invest as much of the fused gems' power in the armor suits they craft. More specifically, the gemstone armor's elemental resistances, which were once the foundation of the armor's power, have suffered dramatically. My esteemed colleague Gondo Kanezo has bent his considerable mental prowess to an effort to restore the lost elemental strength. Thanks to my own research in the abstract realm of the armor's abstract qualities, we may have found a solution.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "by Aliester the Loquacious",
        "ignoreAuthor": 0,
        "pageText": "It all goes back to the legendary work of the Lady Maila, once the head of a great school of learning in the Empyrean civilization. Artifacts and writing point to Lady Maila as a sorceress and enchantress of great power and learning. We know she was part of the mage council that crafted the crystals, means of imprisoning the essence of Bael'Zharon and exiling him from our mortal realm. We also know from more recently unearthed evidence that Lady Maila was instrumental in the creation of the stones used to empower Atlan weapons.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "by Aliester the Loquacious",
        "ignoreAuthor": 0,
        "pageText": "Far be it from me to criticize a lady of great learning and accomplishment, but it seems that Lady Maila took some of the shortcuts which all of us involved in magical experimentation and creation are wont to use. It seems Lady Maila re-used many of the alchemical and magical techniques she used in the elemental stones' crafting when she and her council decided to craft the great crystals to imprison Bael'Zharon. I will not fault the Lady Maila for this method. No doubt her ability to borrow from her previous work simplified the process of creating the crystal array.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "by Aliester the Loquacious",
        "ignoreAuthor": 0,
        "pageText": "Serendipitously enough, Lady Maila's work of convenience becomes quite a boon to our people, the inheritors of the war against the shadows. As any mage worth his reagents knows, sympathy and resonance is indispensable to proper and effective magical work. The fused gems, one half crystal essence, seem to have an affinity to the resonance of the elemental stones, crafted as they were by the same great mage. One can only hope that we sages and magicians of Dereth will be able to leave as strong and enduring a legacy as the honored Lady Maila.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "by Aliester the Loquacious",
        "ignoreAuthor": 0,
        "pageText": "This resonance remained undetected for so long because the fused gems sacrificed so much of their power to the strength of the armor. With the inert metal of the armor leeching away less of the gems' essence, the suits themselves become more compatible with the resonance of the greater elemental stones. \n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "by Aliester the Loquacious",
        "ignoreAuthor": 0,
        "pageText": "Gondo Kanezo has confirmed that the new suits of armor, while intrinsically less powerful than their previous incarnations, can be imbued with the strength of the elemental stones. The individual stones confer a greater resistance to their associated elements than the original suits of gemstone armor were ever able to provide, though it must be noted that drastic improvement comes at the price of increased vulnerability to the \"opposed\" element.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "by Aliester the Loquacious ",
        "ignoreAuthor": 0,
        "pageText": "The effect of the Atlan stones, however, are not solely beneficial. When the armor takes on the elemental properties of the stones, and even becomes physically, it becomes resistant to magical enhancement. Thus the armor becomes immune to the augmentation normally provided by Item magic. The elemental stones need to be removed from pieces of armor before one is able to enchant them as normal.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "by Aliester the Loquacious",
        "ignoreAuthor": 0,
        "pageText": "I have yet to divine the exact reason for the incompatibility of elemental armors and magic. I can only speculate that there are greater magical forces at work, resulting from the intricacies of Lady Maila's craft, than I, a newcomer to this world, am able to fully comprehend. One would hope that in the future, I will be able to solve the mystery of Lady Maila's creation.\n"
      }
    ]
  },
  "boolStats": [
    {
      "key": 22,
      "value": 0
    }
  ],
  "intStats": [
    {
      "key": 1,
      "value": 8192
    },
    {
      "key": 5,
      "value": 220
    },
    {
      "key": 8,
      "value": 275
    },
    {
      "key": 9,
      "value": 0
    },
    {
      "key": 16,
      "value": 8
    },
    {
      "key": 19,
      "value": 120
    },
    {
      "key": 93,
      "value": 1044
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33554771
    },
    {
      "key": 3,
      "value": 536870932
    },
    {
      "key": 8,
      "value": 100668117
    },
    {
      "key": 22,
      "value": 872415275
    }
  ],
  "iidStats": [],
  "floatStats": [
    {
      "key": 39,
      "value": 1.22
    },
    {
      "key": 54,
      "value": 0.3
    }
  ],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "Aliester's Corollary"
    },
    {
      "key": 16,
      "value": "Further meditations on gemstone armor."
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T21:59:59.236262Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}