{
  "wcid": 8375,
  "weenieType": 8,
  "pageDataList": {
    "maxNumCharsPerPage": 1000,
    "maxNumPages": 6,
    "pages": [
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "",
        "ignoreAuthor": 0,
        "pageText": "It is I, Alatar Locke.  We meet again, here in the dwelling place of an Empyrean man or woman after my own heart: a scholar, historian, and archaeologist.  See the delicate samples this scholar so painstakingly collected and which now grace this apartment.  Note how some of the rooms have been carefully worked to reflect older styles of Empyrean architecture, some of which may be found within the Floating City itself.  Ah, a true devotee of history and learning!\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "",
        "ignoreAuthor": 0,
        "pageText": "What interesting conversations we could have had, had we been contemporaries.  Perhaps we could have discussed the rise and fall of the Ice Throne while seated upon the aged stone furniture of the living room.  But I digress... alas, a true explorer of my caliber must so often work alone and unaided by none but Providence, and the solitude may at last be affecting my mind....\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "",
        "ignoreAuthor": 0,
        "pageText": "Speaking of solitude -- how much our scholar friend must have rued the abandonment of this city.  I imagine the decline of the city came slowly at first, but then, as conditions worsened, the majority chose to leave in a great exodus; but a few stubborn ones remained behind, tied by their bonds of familiarity to their homes.  Our friend the scholar was, of course, one of the most stubborn: too proud of this museum-apartment to abandon it, and perhaps too confident to believe the warnings.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "",
        "ignoreAuthor": 0,
        "pageText": "So it was that our hero or heroine appeared to have been hosting a small party when the last evacuation orders came.  Did our scholar escape?  Was our dear scholar one of the ones who, trapped within this city by the fickle vagrancies of portal space, turned at last to the arcane arts of necromancy in a desperate bid to survive?\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "",
        "ignoreAuthor": 0,
        "pageText": "Surely what happened was the portals out of the city failed to appear for a very long time - longer than food stores or magic could sustain.  Whatever magic they had could not get them out.  Yet, they must have known that someday the portals might return; the dilemma they faced then was to wait with hope, knowing death might be the result,  or to act in desperation.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "",
        "ignoreAuthor": 0,
        "pageText": "Even my lonely wanderings cannot compare to such despair, or to such rash disregard for the release of death.  I wonder: do they regret their actions?  Surely it would be better to pass through death's gateway and to face the awakening of the other side, than to linger on in a dead city for a time just a little shorter than eternity.\n"
      }
    ]
  },
  "boolStats": [
    {
      "key": 1,
      "value": 1
    },
    {
      "key": 22,
      "value": 0
    }
  ],
  "intStats": [
    {
      "key": 1,
      "value": 8192
    },
    {
      "key": 5,
      "value": 460
    },
    {
      "key": 8,
      "value": 230
    },
    {
      "key": 9,
      "value": 0
    },
    {
      "key": 16,
      "value": 8
    },
    {
      "key": 19,
      "value": 90
    },
    {
      "key": 93,
      "value": 1044
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33554772
    },
    {
      "key": 3,
      "value": 536870932
    },
    {
      "key": 8,
      "value": 100668117
    },
    {
      "key": 22,
      "value": 872415275
    }
  ],
  "iidStats": [],
  "floatStats": [
    {
      "key": 39,
      "value": 1.22
    }
  ],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "A Stained Book"
    },
    {
      "key": 15,
      "value": "A plain, thin book."
    },
    {
      "key": 16,
      "value": "A plain, thin book of some years' age."
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T22:00:08.4675769Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}