{
  "wcid": 8508,
  "weenieType": 8,
  "pageDataList": {
    "maxNumCharsPerPage": 1000,
    "maxNumPages": 6,
    "pages": [
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Lady Maila",
        "ignoreAuthor": 0,
        "pageText": "Dearest Adja,\n\nI have packed my books and letters. The palace seems quite dim now. Most of our chevairds are holding the shores of Tentael - Caerlin refuses to abandon his home, even as his arm boils away. I have heard that his night-howls may be heard as far as Imperial Square. My students are abroad, still laboring desperately at the forge. There are only a handful left, and they are spending this night preparing for the voyage. There is no need for the halls to be lit, so I have kindled the fire here alone in Atlan's study. I have left the window open. Beyond the shadowed garden, I can see the torches that\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Lady Maila",
        "ignoreAuthor": 0,
        "pageText": "light the decks of the Aerynd.\n\nMy garden. You would weep to see it now, shriveled by an early hoarfrost and sick with the influence of the Enemy. I cut the season's last demsael blossom yesterday, as you taught me, and it cried out in pain. I dropped it in horror, and Captain Tenosh put his smoldering sword to it. The stem of the flower moaned and rustled as it burned, and so he proceeded to burn half the flowerbeds.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Lady Maila",
        "ignoreAuthor": 0,
        "pageText": "I shall send you this message by my fastest skyship, and hope it reaches Ithaenc before you leave for the Lyceum. We all know that even should Palacost ignore us utterly in the final moments, none shall survive the final casting. That is a price we have accepted. I have no cause to grieve. My life has been long, and for the most part well-spent. And I miss Atlan. I look forward to seeing him, even should I not know him, when the watchful stars turn round once more. Yet, I must ask a great boon of you, if it be within your will and ability. I ask that a life be spared from among our group.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Lady Maila",
        "ignoreAuthor": 0,
        "pageText": "You have spoken, reluctantly, I know, of the arts your mother and hers taught you as a child: those forbidden ways to extend life that corrupted old Dericost. But you also said there were ways taught and practiced under stars less bleak - ways which do not greedily seek to stall the hunting eye of time across the length of its domain. The blood that courses through your line could protect and prolong for many circles of the world without casting aside the pangs and joys of mortality. You told me once your grandmother, when a girl herself, fled the captivity of the Ice Throne. Later she told blessed Alaidain of the secret ways through the deeps of Vasmora under Gelid.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Lady Maila",
        "ignoreAuthor": 0,
        "pageText": "\nI am conscious of the price these arts demand. To preserve a life, a life must always be taken in forfeit. If it is given freely, you said, the result is not tainted by the ones whose names cannot be spoken. The life I would sacrifice shall be mine own. I agreed to lay it down to bring an end to Palacost's endless rage. I shall. But should there be a way, I would have my last breath of this world mean still more. What mother could stand by and watch her child die without seeking as I do?\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Lady Maila",
        "ignoreAuthor": 0,
        "pageText": "\nAdja, I beg you, who have called me sister for ten score years, to aid me. I will lay down my life to save my boy. I have ALWAYS been willing to do so. Asheron is all I hold dear, and all I have left of Atlan. Will you help me?\n\n                                       Maila\n"
      }
    ]
  },
  "boolStats": [
    {
      "key": 22,
      "value": 0
    },
    {
      "key": 23,
      "value": 1
    }
  ],
  "intStats": [
    {
      "key": 1,
      "value": 8192
    },
    {
      "key": 5,
      "value": 25
    },
    {
      "key": 8,
      "value": 200
    },
    {
      "key": 9,
      "value": 0
    },
    {
      "key": 16,
      "value": 8
    },
    {
      "key": 19,
      "value": 90
    },
    {
      "key": 93,
      "value": 1044
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33554773
    },
    {
      "key": 3,
      "value": 536870932
    },
    {
      "key": 8,
      "value": 100668176
    },
    {
      "key": 22,
      "value": 872415275
    }
  ],
  "iidStats": [],
  "floatStats": [
    {
      "key": 39,
      "value": 1.0
    }
  ],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "Translated Letter"
    },
    {
      "key": 15,
      "value": "The translation of a note found in the Ithaenc Cathedral."
    },
    {
      "key": 16,
      "value": "The translation of a note found in Lady Adja's chest in the Ithaenc Cathedral."
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T22:00:11.472784Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}