{
  "wcid": 87040,
  "weenieType": 8,
  "pageDataList": {
    "maxNumCharsPerPage": 1000,
    "maxNumPages": 3,
    "pages": [
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Aerbax",
        "ignoreAuthor": 0,
        "pageText": "Though the humans may defy me on the other fronts, it is important to our plans that you succeed in your assignment. To you I give the task of destroying humanity's memories of their triumph against the Hopeslayer. Once you enter the shade realm of the Quiddity Seed, you must steal the skull of Avoren Palacost. The skull, which belonged to the Hopeslayer's male offspring, was a critical part of the ritual that Asheron used to weaken Bael'Zharon. "
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Aerbax",
        "ignoreAuthor": 0,
        "pageText": "Then, to ensure the success of our plan, you must take over and fortify the Sepulcher in which the Hopeslayer lurked before the humans overwhelmed him. You will be given enough power within the shade realm to make a minor alteration - to destroy a passage to the lower depths of the complex, so even if humans manage to pursue you into this shade realm, they will not be able to find their way to the Hopeslayer's lair and thus complete their destiny even in dreams or memories... "
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Aerbax",
        "ignoreAuthor": 0,
        "pageText": "One final warning: beware the meddling of the other powers as you occupy the Quiddity Seed. Any one of those who colluded with the humans to defeat the Hopeslayer may seek to interfere again. Be on guard for the interference of our former masters among the old Quiddity, or the renegade Shadows under Isin Dule, or even from Asheron. "
      }
    ]
  },
  "boolStats": [
    {
      "key": 22,
      "value": 0
    }
  ],
  "intStats": [
    {
      "key": 1,
      "value": 8192
    },
    {
      "key": 5,
      "value": 25
    },
    {
      "key": 8,
      "value": 5
    },
    {
      "key": 9,
      "value": 0
    },
    {
      "key": 16,
      "value": 8
    },
    {
      "key": 19,
      "value": 5
    },
    {
      "key": 93,
      "value": 1044
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33554773
    },
    {
      "key": 3,
      "value": 536870932
    },
    {
      "key": 8,
      "value": 100668176
    },
    {
      "key": 22,
      "value": 872415275
    }
  ],
  "iidStats": [],
  "floatStats": [
    {
      "key": 54,
      "value": 1.0
    }
  ],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "Translated Thief of Dreams Message Shard"
    },
    {
      "key": 15,
      "value": "A translation of the message shard taken from the Thief of Dreams."
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T22:12:53.2073456Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}