{
  "wcid": 87076,
  "weenieType": 8,
  "pageDataList": {
    "maxNumCharsPerPage": 1000,
    "maxNumPages": 4,
    "pages": [
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Hea Rheaga",
        "ignoreAuthor": 0,
        "pageText": "To Nomea, son of Makar, of the Gharu'n tribe of humans:\n\nI am the one your agent seeks. I am Hea Rheaga, once a warrior of the Hea and now uplifted by a misguided, meddling Tinker familiar to yourself. I know the name of the entity you seek. I am one of its prodigal children and I have sensed its name echoing within the mind of your agent. I have spoken with your agent and convinced it to bring you back a communication. I write these words to assure you that no violence is necessary against my person. "
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Hea Rheaga",
        "ignoreAuthor": 0,
        "pageText": "Oh benighted human, I have traveled among your kind. Cloaked in your crude roughspun fabrics, or concealed behind my nascent sorceries, I have stalked the streets of your cities. I have walked among your libraries, read your books, absorbed your histories. I have listened to your conversations and sampled the fermented grain beverages in your social establishments. I have learned much of human ways, yet I am certain I shall never understand. "
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Hea Rheaga",
        "ignoreAuthor": 0,
        "pageText": "With few exceptions, I have found human kind to be crude, easily distracted, and utterly frustrating. Only the vast power of my enhanced intellect allowed me to absorb the aural virus you consider to be your means of communication. Rest assured I seek no conflict or even contact with your kind. I am even less attracted to the company of my own kind. Before I took myself from the Tinker's dominion, I became aware that it desired for me to subjugate and rule my own kind. This I shall not do. "
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Hea Rheaga",
        "ignoreAuthor": 0,
        "pageText": "I write simply to ask that you leave me in peace. I will not stray from this disused sorcerous facility, and I ask that you keep your own intrusions to a minimum. I trust you will appreciate the effort I have taken to transcribe my thoughts into your idiosyncratic language. Perhaps in a few hundred solar cycles, if your kind has not wiped itself out, some of your descendants will be rational enough to converse with me. Until then, I bid your kind good riddance. Leave me be! "
      }
    ]
  },
  "boolStats": [
    {
      "key": 1,
      "value": 0
    },
    {
      "key": 22,
      "value": 0
    }
  ],
  "intStats": [
    {
      "key": 1,
      "value": 8192
    },
    {
      "key": 5,
      "value": 25
    },
    {
      "key": 8,
      "value": 5
    },
    {
      "key": 9,
      "value": 0
    },
    {
      "key": 16,
      "value": 48
    },
    {
      "key": 19,
      "value": 100
    },
    {
      "key": 33,
      "value": 1
    },
    {
      "key": 93,
      "value": 1044
    },
    {
      "key": 114,
      "value": 1
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33554773
    },
    {
      "key": 3,
      "value": 536870932
    },
    {
      "key": 8,
      "value": 100668176
    },
    {
      "key": 22,
      "value": 872415275
    }
  ],
  "iidStats": [],
  "floatStats": [
    {
      "key": 54,
      "value": 1.0
    }
  ],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "Letter to Nomea"
    },
    {
      "key": 16,
      "value": "This is a note written by Hea Rheaga, to be delivered to Nomea ibn Makar of Qalaba'r."
    },
    {
      "key": 33,
      "value": "lettertonomeapickuptimer"
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T22:12:53.9142487Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}