{
  "wcid": 87356,
  "weenieType": 8,
  "pageDataList": {
    "maxNumCharsPerPage": 1000,
    "maxNumPages": 2,
    "pages": [
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Aerbax",
        "ignoreAuthor": 0,
        "pageText": "The behavior of the simulacra Mudmouth, while not precisely in the vein of a Tusker, has still worked admirably to lull Oolutanaga. The confluence of an easily influenced leader, an established power base, and a being who has already undergone extensive modification cannot be denied to grant an excellent chance for a positive outcome to this experiment. Mudmouth should be able to continue to control Oolutanaga until the final procedure is enacted upon him."
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Aerbax",
        "ignoreAuthor": 0,
        "pageText": "All is not well as far as this experiment is concerned, however. Some Isparians have begun to interfere with Mudmouth's activities. The prognosis for the experiment would be grim if Mudmouth were to be excised from his position - the benefit of this experiment is not simply to create a more powerful Tusker, but rather one that can rule over the rest while still bearing my influence, in order to utilize the strength inherent to Tuskers. However, as the constraints of the experiment are non-interference, Mudmouth must fare for himself as is best. Continued observation will demonstrate best whether Tuskers have the spark necessary to reign supreme among the children."
      }
    ]
  },
  "boolStats": [
    {
      "key": 23,
      "value": 1
    },
    {
      "key": 69,
      "value": 0
    }
  ],
  "intStats": [
    {
      "key": 1,
      "value": 8192
    },
    {
      "key": 5,
      "value": 5
    },
    {
      "key": 16,
      "value": 8
    },
    {
      "key": 19,
      "value": 0
    },
    {
      "key": 33,
      "value": 1
    },
    {
      "key": 93,
      "value": 1044
    },
    {
      "key": 114,
      "value": 1
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33556994
    },
    {
      "key": 3,
      "value": 536870932
    },
    {
      "key": 8,
      "value": 100671418
    },
    {
      "key": 22,
      "value": 872415275
    }
  ],
  "iidStats": [],
  "floatStats": [
    {
      "key": 54,
      "value": 1.0
    }
  ],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "Tusker Experiment Orb"
    },
    {
      "key": 14,
      "value": "Use this item to read it."
    },
    {
      "key": 15,
      "value": "A soft light that seems to emit a silent message in the back of your mind."
    },
    {
      "key": 33,
      "value": "TuskerExperimentLogPickupTimer"
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T22:13:00.1494607Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}