{
  "wcid": 87467,
  "weenieType": 8,
  "pageDataList": {
    "maxNumCharsPerPage": 1000,
    "maxNumPages": 2,
    "pages": [
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Unknown",
        "ignoreAuthor": 0,
        "pageText": "Translator's Note: This seems to be a small excerpt from a much larger story.  What I found most interesting is that it wasn't written in any dialect of Falatacot that I've ever seen before.  If I had to guess, this piece was written by a culture long sundered from the Falatacot that the people of Dereth usually deal with "
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Unknown",
        "ignoreAuthor": 0,
        "pageText": "...The Light Sisters were as wise as they were powerful and each set up a temple of learning to teach what they knew. Since their powers came from balance, their students were required to follow three paths of learning -- the magic specific to each sister's domain, a combat skill and a healing art.\n\nThese temples grew in reputation and helped the cities that grew around them prosper. As generations passed, a new 'sister' was chosen from the bloodlines of the original three to keep the order. The descendants of the original sisters often intermarried in the hopes of producing stronger offspring, to the point that after many generations there was no separation of the bloodlines. Then an unheard-of thing happened, three actual sisters were chosen to inherit the positions. There was much rejoicing from the population who believed... "
      }
    ]
  },
  "boolStats": [],
  "intStats": [
    {
      "key": 1,
      "value": 128
    },
    {
      "key": 5,
      "value": 25
    },
    {
      "key": 16,
      "value": 8
    },
    {
      "key": 19,
      "value": 20
    },
    {
      "key": 93,
      "value": 1044
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33554773
    },
    {
      "key": 3,
      "value": 536870932
    },
    {
      "key": 8,
      "value": 100692694
    },
    {
      "key": 22,
      "value": 872415275
    }
  ],
  "iidStats": [],
  "floatStats": [
    {
      "key": 54,
      "value": 1.0
    }
  ],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "The Story of the Lost Sisters"
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T22:13:02.4648485Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}