{
  "wcid": 87537,
  "weenieType": 8,
  "pageDataList": {
    "maxNumCharsPerPage": 1000,
    "maxNumPages": 2,
    "pages": [
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Pontifex Maegris",
        "ignoreAuthor": 0,
        "pageText": "To His Lordship Count Dardante, On behalf of my council, I thank you for the information that you shared with us. It has proved invaluable in helping us take our final steps toward uncovering the true nature of the Black Spear. I wish that we could invite you to participate in the ritual itself, as we had originally agreed. Unfortunately, we have recently been made aware of some actions you have taken in bad faith, with intent to manipulate and distract my brethren of the Raven Hand during the long search for Grael."
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Pontifex Maegris",
        "ignoreAuthor": 0,
        "pageText": "While your perfidy occurred well before our current cooperation, we have learned of the deception quite recently, and it is enough for us to consider you faithless and declare you anathema. Now that we have verified that the information your messenger brought us is valid, we can proceed without your assistance. We have delayed your messenger past the start of the ritual. If all goes as planned, Grael will be awake and free by the time you send forth your cut-throats and thieves to seek us out. Pray to whatever gods or monsters you worship, my lord - because surely there will be no mercy for you when Grael comes in his power."
      }
    ]
  },
  "boolStats": [],
  "intStats": [
    {
      "key": 1,
      "value": 8192
    },
    {
      "key": 5,
      "value": 10
    },
    {
      "key": 16,
      "value": 8
    },
    {
      "key": 19,
      "value": 0
    },
    {
      "key": 33,
      "value": 1
    },
    {
      "key": 93,
      "value": 1044
    },
    {
      "key": 114,
      "value": 1
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33554773
    },
    {
      "key": 3,
      "value": 536870932
    },
    {
      "key": 8,
      "value": 100674008
    },
    {
      "key": 22,
      "value": 872415275
    }
  ],
  "iidStats": [],
  "floatStats": [
    {
      "key": 39,
      "value": 1.22
    },
    {
      "key": 54,
      "value": 0.3
    }
  ],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "Intercepted Note"
    },
    {
      "key": 14,
      "value": "Use this item to read it."
    },
    {
      "key": 15,
      "value": "A note that was taken from a Rossu Morta messenger by assassins working under Acolyte Herren."
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T22:13:04.0100249Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}