{
  "wcid": 8814,
  "weenieType": 8,
  "pageDataList": {
    "maxNumCharsPerPage": 1000,
    "maxNumPages": 9,
    "pages": [
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "",
        "ignoreAuthor": 0,
        "pageText": "I am pleased to say that the defeat of Bael'Zharon has been accomplished.\n\nHe has been driven off, though not destroyed. It would require powers far beyond ours to do such a thing. Such powers have not walked the world since the age of my people's legends.\n\nThe remnants of Dericost played a role in this victory. I remain uncertain whether their grievous losses are a tragedy or a blessing. I do not believe they have the numbers to stride across the world as its masters once more.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "",
        "ignoreAuthor": 0,
        "pageText": "The Virin'di, those that walk in the space between all places, also assisted us. Do not believe this is any charity or sympathy from them. They do not understand either concept.  As with the Dericost, they merely saw in Ilservian a dangerous rival that needed to be eliminated. With that threat removed, or at least delayed, I predict they will quicken the pursuit of their own goals. Again, I fear, I will need to oppose them.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "",
        "ignoreAuthor": 0,
        "pageText": "We also owe a debt to, of all people, Isin Dule. I am unsure what motivated his unexpected assistance. The price he paid for it may haunt us yet; exiled from the Shadows, he and his followers have retreated to some undisclosed location. There is a rift in the forces of the Enemy, and this is not the end of his tale.\n\nMost of all, the victory belongs to you, the peoples of Ispar. I am in your debt.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "",
        "ignoreAuthor": 0,
        "pageText": "I am a single man. I have mastered many powers, yes, but nothing you yourselves could not, should you be taught. One man alone cannot stand against thousands, no matter his powers. You did what I could not, striving by the hundreds and thousands against the Enemy's legions. You collected the reagents of this vast binding. You kept them safe as they were brought to me. You fought hand to hand with the greatest evil of all time in the physical world as I struggled to weave the powers of earth and darkness and portalspace into a web around him.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "",
        "ignoreAuthor": 0,
        "pageText": "I have often walked among you these long years, unseen, cautious in my explorations. I have overheard those who curse my name, who think I have brought you here intentionally as pawns in some great struggle. They have said that they would kill me should they see me in person. I have also overheard those who revere me as some paragon of animals, nigh to a god. They have said that they would worship me, should they see me in person.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "",
        "ignoreAuthor": 0,
        "pageText": "I am not a schemer. I am not a god. I have been the death of everyone I once held dear. My people are lost for a mistake I made. There is more blood on my wretched hands than you can possibly imagine. My people were mariners, and like the captains of our great sailing vessels, I remain here at the wheel long after I lowered the last of the boats to safety. It is my fault, and that is my responsibility.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "",
        "ignoreAuthor": 0,
        "pageText": "I have made so many mistakes. I am sorry for everything that has happened to you because of me. Were it possible, if I knew the path, I would have sent you home long ago. The Sundering, the very event that began to draw you here, skewed the ways.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "",
        "ignoreAuthor": 0,
        "pageText": "A friend of my mother's once told me that the most painful experiences of our lives have a purpose which will only be known at the end of all things. When she told me this, I was but an ignorant boy, full of power and arrogance. I laughed at her. I am older now, and have seen too much. Now I turn her words over in my mind and wonder if what you have started here is but the next chapter of a struggle that has raged across my world for most of the 30,000 years we have record of.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "",
        "ignoreAuthor": 0,
        "pageText": "You have turned a page. The next chapter begins here.\n\nFor now, I will remain in exile. It is, I think, better for us all if I do not disrupt your lives any more than I already have.\n\nWhatever peace I have to offer, I offer to you. May Light fall gently upon your shoulders.\n\n~ Asheron Realaidain, Moriqui Eipoth 590\n"
      }
    ]
  },
  "boolStats": [
    {
      "key": 22,
      "value": 0
    }
  ],
  "intStats": [
    {
      "key": 1,
      "value": 8192
    },
    {
      "key": 5,
      "value": 10
    },
    {
      "key": 8,
      "value": 200
    },
    {
      "key": 9,
      "value": 0
    },
    {
      "key": 16,
      "value": 8
    },
    {
      "key": 19,
      "value": 0
    },
    {
      "key": 93,
      "value": 1044
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33556929
    },
    {
      "key": 3,
      "value": 536870932
    },
    {
      "key": 8,
      "value": 100671238
    },
    {
      "key": 22,
      "value": 872415275
    }
  ],
  "iidStats": [],
  "floatStats": [
    {
      "key": 39,
      "value": 1.22
    }
  ],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "Asheron's Second Missive"
    },
    {
      "key": 15,
      "value": "A book made of fine vellum and bound in leather."
    },
    {
      "key": 16,
      "value": "A book made of fine vellum and bound in leather, written by the hand of Asheron."
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T22:00:17.662014Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}