{
  "wcid": 9006,
  "weenieType": 8,
  "pageDataList": {
    "maxNumCharsPerPage": 1000,
    "maxNumPages": 5,
    "pages": [
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Scribe Boushra",
        "ignoreAuthor": 0,
        "pageText": "The following is a transcribed missive that was sent to Vizier Asil, Master of Records of the Zharalim.  His eminence, in his knowledge, has decreed that certain elements of the original missive are not ready to be received by the general populace at this time.  The following has been released however, in hopes that the explorers of Dereth will be able to make sense of this strange creature/thing Jaali has discovered.\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Scribe Boushra",
        "ignoreAuthor": 0,
        "pageText": "\"It has been five days since my departure from Zaikhal.  I have noticed many strange things as I have journeyed to the north, but none as strange as my most recent discovery.  While traveling through northern Osteth on my mission, I happened upon a small camp of Sayathar.\" (Directly translated as \"Still Ones\".  Though not a commonly known phrase, it has recently experienced a revival due to the massive resurgence of anti-undead sentiment amongst the new Zharalim)\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Scribe Boushra",
        "ignoreAuthor": 0,
        "pageText": "\"Due to our small numbers, we avoided direct confrontation, and instead listened in on them using the arts taught by the Shagar Zharala.  These Sayathar referred to themselves as the Children of Dericost, and spoke of the final signs of their time.  Specifically, they talked of their power being \"returned\" to the world, and how their Final Turning is upon them.\"\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Scribe Boushra",
        "ignoreAuthor": 0,
        "pageText": "(They spoke of many strange things that night, not all of them suitable for such a widespread audience.  The following is but one of the things they mentioned before Jaali ordered the other Zharalim to move out)\n\n\"They talked of an old Menhir ring that housed the very essence of conflict itself.  Their leader, an decaying corpse named Tremegon, seemed to speak of it in almost revered tones, yet he did not seem to even know who had made it, only that it had disappeared sometime shortly after the binding of the Hopeslayer.\"\n\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Scribe Boushra",
        "ignoreAuthor": 0,
        "pageText": "\"He went on to say that after he had fled as far from Ithaenc as he could, he heard tales of the Essence's return.  In hushed tones, he said that it takes forms of tribute, consumes them, and imparts tokens of its wisdom onto the donor.  He then revealed that himself and his troops were going there, after seizing the most potent scrolls they could find.  It was at this point that I gave the signal to fall back.   We waited until the other Shagar Zharalim arrived, and granted the Sand Kings final rest.\"\n\n\nJaali Ibn'Adir\n"
      }
    ]
  },
  "boolStats": [
    {
      "key": 22,
      "value": 0
    }
  ],
  "intStats": [
    {
      "key": 1,
      "value": 8192
    },
    {
      "key": 5,
      "value": 160
    },
    {
      "key": 8,
      "value": 200
    },
    {
      "key": 9,
      "value": 0
    },
    {
      "key": 16,
      "value": 8
    },
    {
      "key": 19,
      "value": 90
    },
    {
      "key": 93,
      "value": 1044
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33554771
    },
    {
      "key": 3,
      "value": 536870932
    },
    {
      "key": 8,
      "value": 100668117
    },
    {
      "key": 22,
      "value": 872415275
    }
  ],
  "iidStats": [],
  "floatStats": [
    {
      "key": 39,
      "value": 1.22
    }
  ],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "Excerpts from the Zharalim"
    },
    {
      "key": 15,
      "value": "A leatherbound book."
    },
    {
      "key": 16,
      "value": "A finely made book, bound in leather.  Its pages are written in the finest caligraphy, and the words are written with flourishes."
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T22:00:21.7130726Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}