{
  "wcid": 9196,
  "weenieType": 8,
  "pageDataList": {
    "maxNumCharsPerPage": 1000,
    "maxNumPages": 3,
    "pages": [
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Unknown",
        "ignoreAuthor": 0,
        "pageText": "If you are reading this, please thank Diyas for his patience.  Without his aid, it is unlikely that you would ever have translated my letter.  Diyas is a good \"soul\" (this is an imperfect translation.  Soul is as specific a definition as I can come to, without either more texts, or a person to question about it.).  When the time comes, I am certain he will be judged worthy to ascend into the ranks beyond the flesh(anti-flesh?).\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Unknown",
        "ignoreAuthor": 0,
        "pageText": "Creation and destruction are constants.  For the lesser Virindi, awareness is a constant.  There is no self in the service of the singularity.  The moment of creation and the moment of destruction are subsumed by the will of the Whole(this word is similar to Singularity, yet more.  It is intriguing how many subtleties there are in the Virindi method of communication.).  It has long been the understanding of the Quiddity that both creation and destruction are shards of nothing, only truly appreciated by things that do not \"know\" reality.  I have come to understand that true awareness includes discernment of higher mystery, as well as bliss in the visceral qualities of flesh.\n\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Unknown",
        "ignoreAuthor": 0,
        "pageText": "I invite you to come to my current laboratory.  I expect you will be familiar with my first living dolls.  They are a rather weak amalgamation of portal energy and disobedient servants, though they do provide a certain light to my residence that I find aesthetically pleasing.  I have even come to familiarize myself with some of the other creatures that reside within your awareness.  Fortunately, they possessed enough inner strength to withstand their transformation.  I do sincerely hope you will visit.\n\n"
      }
    ]
  },
  "boolStats": [
    {
      "key": 22,
      "value": 0
    }
  ],
  "intStats": [
    {
      "key": 1,
      "value": 8192
    },
    {
      "key": 5,
      "value": 5
    },
    {
      "key": 8,
      "value": 5
    },
    {
      "key": 9,
      "value": 0
    },
    {
      "key": 16,
      "value": 8
    },
    {
      "key": 19,
      "value": 0
    },
    {
      "key": 93,
      "value": 1044
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33554773
    },
    {
      "key": 3,
      "value": 536870932
    },
    {
      "key": 8,
      "value": 100668176
    },
    {
      "key": 22,
      "value": 872415275
    }
  ],
  "iidStats": [],
  "floatStats": [
    {
      "key": 39,
      "value": 1.22
    }
  ],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "Edicts of the Singularity"
    },
    {
      "key": 14,
      "value": "Use this item to read it."
    },
    {
      "key": 15,
      "value": "A parchment of fine writing."
    },
    {
      "key": 16,
      "value": "A parchment of fine writing, translated with an even hand."
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T22:00:25.939341Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}