{
  "wcid": 9197,
  "weenieType": 8,
  "pageDataList": {
    "maxNumCharsPerPage": 1000,
    "maxNumPages": 7,
    "pages": [
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Aerbax",
        "ignoreAuthor": 0,
        "pageText": "Greetings Apprentice,\n\nI greatly appreciate your work.  It takes a great deal of skill to decorate my haven in the manner that you did.  Destruction does create so much energy for me to consume, and I would not want you to think your effort was unappreciated.  I am pleased you chose to come to my laboratory.  I can conceptualize the adversity you must have faced in wresting my missive from my last apprentice, so I will attempt to make things clear.\n\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Aerbax",
        "ignoreAuthor": 0,
        "pageText": "The Singularity has evolved once more.  The Quiddity will eventually understand what its errant children have wrought, and will send more than weak Executors to reap our distorted particles of consciousness.  In truth, I have grown quite attached to this place you people refer to as Dereth.  So attached in fact, that I offer you salvation, as opposed to the condemnation offered from either the Quiddity or the archaic Empyreans.  I wish to see you, and the others that would be apprentices, embrace my cause.\n\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Aerbax",
        "ignoreAuthor": 0,
        "pageText": "When I first arrived here I was not unlike you.  I did what was needed to serve the Singularity.  My desires and the desires of my companions were similar, if not exactly the same.  As time went on, I realized that the goals of the Singularity were, if not unrealistic, slightly foolhardy at best.  Disenchanted, I began to search outside the unity.  My first true exposure to an Isparian was to a creature formerly called Martine.  I believe his story is told elsewhere, though he is a perfect example of the salvation I bring.\n\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Aerbax",
        "ignoreAuthor": 0,
        "pageText": "There is bliss in simplicity of purpose.  In my search for true completion, I realized the truth offered by the Singularity is imperfect.  There can be no advancement without creation and destruction.  The visceral nature of this flawed world cannot be denied, however there is something more to be found within.  I found that the one constant in this existence is the desire to grow.\n\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Aerbax",
        "ignoreAuthor": 0,
        "pageText": "The Singularity wishes it, yet it cannot achieve it, for it does not truly exist as an entity capable of growth.  Having a corporeal form, we can grow if we pursue that end.  I have grown from a mere servant patrolling the obsidian plain to something more.  It is achievable, with the correct patronage.  \n\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Aerbax",
        "ignoreAuthor": 0,
        "pageText": "I have been experimenting with changing the environment, and have succeeded in changing small things, such as the indigenous life.  The Monougas have shown a particular affinity to the portal energy, though some of the reedsharks are certainly promising.  Soon I will be ready to move to the next step, though that will take both time and resources that are not available within this region of the Desert.\n\n"
      },
      {
        "authorAccount": "prewritten",
        "authorID": 4294967295,
        "authorName": "Aerbax",
        "ignoreAuthor": 0,
        "pageText": "The Singularity's patience is almost at an end.  Soon it will realize the flawed nature of its minions, and act to purge the imperfections.  I will continue on this route until I have succeeded in helping those who wish enlightenment.  The undead are beginning to understand.  I am certain you too will understand one day, apprentice.\n\n"
      }
    ]
  },
  "boolStats": [
    {
      "key": 22,
      "value": 0
    }
  ],
  "intStats": [
    {
      "key": 1,
      "value": 8192
    },
    {
      "key": 5,
      "value": 5
    },
    {
      "key": 8,
      "value": 5
    },
    {
      "key": 9,
      "value": 0
    },
    {
      "key": 16,
      "value": 8
    },
    {
      "key": 19,
      "value": 0
    },
    {
      "key": 93,
      "value": 1044
    }
  ],
  "didStats": [
    {
      "key": 1,
      "value": 33556994
    },
    {
      "key": 3,
      "value": 536870932
    },
    {
      "key": 8,
      "value": 100671418
    },
    {
      "key": 22,
      "value": 872415275
    }
  ],
  "iidStats": [],
  "floatStats": [
    {
      "key": 39,
      "value": 1.0
    }
  ],
  "int64Stats": [],
  "stringStats": [
    {
      "key": 1,
      "value": "Orb of Clarity"
    },
    {
      "key": 14,
      "value": "Use this item to read it."
    },
    {
      "key": 15,
      "value": "A soft light that seems to emit a silent message in the back of your mind."
    },
    {
      "key": 16,
      "value": "A soft light that seems to emit a silent message in the back of your mind.  Staring at it gives you a sense of peace, and you feel your hand begin to stroke the orb's surface."
    }
  ],
  "changelog": [
    {
      "created": "2023-07-12T22:00:25.9613069Z",
      "author": "ACE.Adapter",
      "comment": "Weenie exported from ACEmulator world database using ACE.Adapter"
    }
  ],
  "isDone": false
}